{
  "HOME": "HOME",
  "SOLUTIONS": "GIẢI PHÁP",
  "SERVICES": "DỊCH VỤ",
  "CONTACT": "LIÊN LẠC",
  "started": "Bắt đầu",
  "our-services1": "Dịch vụ",
  "our-services2": "của Chúng tôi",
  "services": {
    "test": "Kiểm tra thâm nhập",
    "security": "Bảo mật ứng dụng",
    "assessment": "Đánh giá an ninh",
    "simulation": "Mô phỏng đối thủ",
    "read-more": "Đọc Thêm"
  },
  "errTitle": "KHÔNG TÌM THẤY TRANG",
  "errContent": "Trang mà bạn đang tìm kiếm đã gỡ được đổi tên hoặc trang không khả dụng.",
  "en": "English",
  "vi": "Tiếng Việt",
  "ecosystem": {
    "title1": "Giải pháp an toàn thông tin mạng",
    "title2": "V2SECURE",
    "title3": "Công ty cổ phần an toàn thông tin Việt Nam V2",
    "siem": "Hệ thống quản lý giám sát an toàn thông tin tập trung V2-SIEM",
    "waf": "Hệ thống tường lửa ứng dụng web V2-WAF",
    "nips": "Hệ thống phòng - chống tấn công mạng thế hệ mới V2-NIPS",
    "edr": "Giải pháp phát hiện và phản ứng sự cố an toàn thông tin trên thiết bị đầu cuối V2-EDR",
    "nac": "Hệ thống kiểm soát truy cập mạng V2-NAC"
  },
  "SIEM": {
    "title": "HỆ THỐNG QUẢN LÝ GIÁM SÁT AN TOÀN THÔNG TIN TẬP TRUNG",
    "title1": "THU THẬP VÀ QUẢN LÝ LOG THEO THỜI GIAN THỰC",
    "title2": "PHÁT HIỆN TẤN CÔNG MẠNG",
    "title3": "XỬ LÝ PHÂN TÍCH TƯƠNG QUAN",
    "title4": "TÍCH HỢP THREAT INTELLIGENCE",
    "title5": "TÍCH HỢP VUILNERABILITY MANAGEMENT",
    "title6": "CẢNH BÁO VÀ TỰ ĐỘNG NGĂN CHẶN TẤN CÔNG",
    "title7": "ĐIỀU TRA VÀ PHÂN TÍCH SỰ CỐ",
    "title8": "CHỨC NĂNG QUẢN TRỊ HỆ THỐNG",
    "idea1": "Hệ thống cho phép thu thập log từ người khác nhau:",
    "idea2": "Tự động chuẩn hóa log:",
    "content1": "Các thiết bị mạng, thiết bị bảo mật: Router, Switch, Firewall/IPS/IDS, Sandbox WAF, Network APT.",
    "content2": "Các máy chủ hệ thống trên các nền tảng khác nhau: Windows, Linux, Unix.",
    "content3": "Các ứng dụng: Ứng dụng phục vụ hoạt động của hệ thống: DHCP, DNS, NTP, VPN, Proxy Server,...; Ứng dụng cung cấp dịch vụ: Web, Mail, FPT, TFTP và các hệ quản trị cơ sở dữ liệu Oracle, SQL, IP Camera.",
    "content4": "Các thiết bị đầu cuối: Máy tính người sử dụng, máy in, máy fax, IP Phone, IP Camera.",
    "content5": "Điểm giám sát trên đường truyền: Điểm giám sát biên tại giao diện kết nối của thiết bị định tuyến biên với các mạng bên ngoài; điểm giám sát tạo mỗi vùng mạng của hệ thống.",
    "content6": "Tự động chuẩn hóa các dạng log nhận được từ các thiết bị, ứng dụng.",
    "content7": "Tự động cập nhật các định dạng log mới từ Cloud",
    "content8": "Phát hiện tấn công mạng dự vào phân tích log truy cập ứng dụng Web.",
    "content9": "Phát hiện truy vấn tên miền độc hại dựa vào phân tích log truy vấn DNS..",
    "content10": "Cập nhật tự động từ Cloud dấu hiệu phát hiện tấn công ứng dụng web, danh sách tên miền và địa chỉ độc hại.",
    "content11": "Cho phép thiết lập các luật để tự động phân tích tương quan nhiều nguồn log khác nhau để phát hiện tấn công mạng.",
    "content12": "Phát hiện các hành vi dị thường để phát hiện chính xác đối tượng tấn công và bị tấn công dựa vào khả năng tự động phân tích các cảnh báo nhận được từ hệ thống.",
    "content13": "Cho phép người quản trị thiết lập tập luật để phát hiện các hành vi dị thường của người dùng, kết nối mạng không bình thường trên hệ thống.",
    "content14": "Thiết lập các tập luật sẵn có để phát hiện những hành vi sau:",
    "content15": "Hành vi dò quét mạng của tin tặc.",
    "content16": "Hành vi tấn công từ một địa chỉ nguồn khi thực hiện các dạng tấn công mạng khác nhau tới hệ thống được bảo vệ.",
    "content17": "Hành vi tấn công ứng dụng Web.",
    "content18": "Hành vi tấn công mã độc, phần mềm độc hại.",
    "content19": "Tích hợp chức năng threat intelligence.",
    "content20": "Cập nhật dữ liệu threat intelligence từ cloud.",
    "content21": "Tự động cập nhật blacklist (IP, DOMAIN, HASH) cho SIEM từ dữ liệu threat intelligence.",
    "content22": "Cho phép chia sẻ thông tin với các hệ thống threat intelligence.",
    "content23": "Tích hợp chức năng quản lý điểm yếu an toàn thông tin.",
    "content24": "Tự động cảnh báo khi phát hiện điểm yếu an toàn thông tin trong hệ thống.",
    "content25": "Cho phép thiết lập chính sách bản vá ảo để bảo vệ hệ thống.",
    "content26": "Tích hợp chức năng tra cứu thông tin lỗ hổng, điểm yếu.",
    "content27": "Tự đông cảnh báo tấn công qua SMS, Email, ...",
    "content28": "Hệ thống cung cấp khả năng tương tác với thiết bị mạng (Router Cisco - Juniper, Fireall Cisco PIX - ASA, Firewall, Check-Point, Firewall Forgtinet,...), Thiết bị bảo mật(Firewall, NAC, IDS, IPS) và hệ điều hành (Windows Server, Linux, Centos, Fedora, Ubuntu, Debian, Linux, Transparent Firewall,...) để thực hiện ngăn chặn tấn công mạng.",
    "content29": "Khả năng này cho phép hệ thống có thể ngăn chặn tấn công mạng mà không làm ảnh hưởng tới hoạt động và hiệu năng của hệ thống, không yêu cầu cài đặt Agent trên các thiết bị hay máy chủ.",
    "content30": "CHO PHÉP VIẾT LUẬT TƯƠNG QUAN.",
    "content31": "CHO PHÉP PHÁT HIỆN VÀ ĐIỀU TRA TẤN CÔNG, SỰ CỐ.",
    "content32": "CHO PHÉP PHÂN TÍCH LOG MỨC SÂU THEO TỪNG TRƯỜNG THÔNG TIN.",
    "content33": "CHO PHÉP PHÂN TÍCH VÀ ĐIỀU TRA SỰ CỐ THÔNG QUA GIAO DIỆN TRỰC QUAN.",
    "content34": "Chức năng Dashboard cho phép người quản trị có thông tin tổng quát về hệ thống.",
    "content35": "Chức năng Event Map cho phép hiện thị trực quan theo thời gian thực tấn công mạng.",
    "content36": "Chức năng tạo báo cáo cho phép người quản trị tạo ra các báo cáo tùy biến theo từng điều kiện cụ thể theo các định dạng khác nhau.",
    "content37": "Quản lý cấu hình hệ thống.",
    "content38": "Quản lý các tài khoản quản trị hệ thống.",
    "content39": "Quản lý cập nhật phần mềm hệ thống từ Cloud.",
    "content40": "Thông tin trạng thái hệ thống.",
    "content41": "Quản lý logs hoạt động trên hệ thống.",
    "content42": "Quản trị hệ thống qua giao diện Console và SSH"
  },
  "WAF": {
    "title": "HỆ THỐNG TƯỜNG LỬA ỨNG DỤNG WEB V2 - WAF",
    "title1": "MÔ TẢ CHỨC NĂNG",
    "title2": "PHƯƠNG ÁN TRIỂN KHAI",
    "title3": "BẢO MẬT ỨNG DỤNG WEB",
    "title4": "XỬ LÝ, PHÂN TÍCH TƯƠNG QUAN",
    "title5": "CẢNH BÁO VÀ TỰ ĐỘNG NGĂN CHẶN TẤN CÔNG",
    "title6": "ĐIỀU TRA VÀ PHÂN TÍCH SỰ CỐ",
    "title7": "CHỨC NĂNG QUẢN TRỊ HỆ THỐNG",
    "title8": "NĂNG LỰC XỬ LÝ TỐI THIỂU",
    "content1": "Tường lửa ứng dụng web là một giải pháp bảo vệ ứng dụng trước các cuộc tấn công mạng. WAF là một thiết bị phần cứng hoặc phần mềm được cài lên máy chủ có chức năng theo dõi các thông tin sử dụng giao thức http/https giữa các trình duyệt của người dùng và máy chủ web. WAF có chức năng thực thi các chính sách bảo mật dựa trên các dấu hiệu tấn công, các giao thức tiêu chuẩn và các lưu lượng truy cập ứng dụng web bất thường.",
    "content2": "Triển khai giống như một proxy ngược (reverse proxy).",
    "content3": "Triển khai giống như một proxy trong suốt (transparent proxy).",
    "content4": "Triển khai theo cơ chế theo dõi ngoại tuyến (offline sniffing).",
    "content5": "Triển khai với giao thức Web Cache Communication Protocal (WCCP).",
    "content6": "Cho phép thiết lập các luật để tự động phân tích tương quan nhiều nguồn log khác nhau để phát hiện tấn công mạng.",
    "content7": "Cho phép phát hiện các hành vi dị thường để phát hiện chính xác đối tương tấn công và bị tấn công dựa vào khả năng tự động phân tích các cảnh báo nhận được từ hệ thống.",
    "content8": "Cho phép người quản trị thiết lập tập luật để phát hiện các hành vi dị thường của người dùng, kết nối mạng không bình thường trên hệ thống.",
    "content9": "LỌC GÓI TIN THEO BLACKLIST.",
    "content10": "LỌC ĐỊA CHỈ IP.",
    "content11": "PHÂN GIẢI ĐỊA CHỈ IP THÀNH TỌA ĐỘ ĐỊA LÝ.",
    "content12": "ÁP DỤNG TOP 10 CỦA OWASP.",
    "content13": "PHÒNG CHỐNG TẤN CÔNG CSS.",
    "content14": "PHÒNG CHỐNG TẤN CÔNG CSRF.",
    "content15": "PHÒNG CHỐNG TẤN CÔNG SESSION HIJACKING.",
    "content16": "TÍCH HỢP TÍNH NĂNG QUÉT LỖ HỔNG SẴN CÓ.",
    "content17": "PHÁT HIỆN MALWARE.",
    "content18": "VIRTUAL PATCHING.",
    "content19": "PHÒNG CHỐNG TẤN CÔNG BRUTEFORCE.",
    "content21": "PHÁT HIỆN TẤN CÔNG SQLI.",
    "content22": "TÍCH HỢP TƯỜNG LỬA STATEFUL Ở TẦNG 4.",
    "content23": "PHÒNG CHỐNG TẤN CÔNG DOS.",
    "content24": "PHÒNG CHỐNG TẤN CÔNG DEFACE.",
    "content25": "Tự động cảnh báo tấn công qua SMS, Email,...",
    "content26": "Hệ thống cung cấp khả năng tương tác với thiết bị mạng (Router Cisco - Juniper, Firewall Cisco PIX - ASA, Firewall Check-Point, Firewall Fortigate,..), Thiết bị bảo mật (Firewall, NAC, IDS, IPS) và hệ điều hành (Windows Server, Linux Centos, Fedora, Ubuntu, Debian, Linux Transparent Firewall,...) để thực hiện ngăn chặn tấn công mạng..",
    "content27": "Ngăn chặn tấn công mạng mà không làm ảnh hưởng tới hoạt đông và hiệu năng của hệ thống, không yêu cầu cài đặt Agent trên các thiết bị hay máy chủ.",
    "content28": "Cho phép phân tính log mức sâu theo từng trường thông tin",
    "content29": "Cho phép viết luật tương quan cho phép phát hiện và điều tra tấn công, sự cố.",
    "content30": "Cho phép phân tích và điều tra sự cố thông qua giao diện trực quan.",
    "content31": "CHỨC NĂNG DASHBOARD CHO PHÉP NGƯỜI QUẢN TRỊ CÓ THÔNG TIN TỔNG QUAN VỀ HỆ THỐNG.",
    "content32": "CHỨC NĂNG BEHAVIOR BLOCKING QUẢN LÝ CÁC CẢNH BÁO VỀ PHÁT HIỆN VÀ NGĂN TẤN CÔNG THEO HÀNH VI.",
    "content33": "CHỨC NĂNG TẠO BÁO CÁO CHO PHÉP NGƯỜI QUẢN TRỊ TẠO RA CÁC BÁO CÁO TÙY BIẾN THEO TỪNG ĐIỀU KIỆN CỤ THỂ THEO CÁC ĐỊNH DẠNG KHÁC NHAU.",
    "content34": "QUẢN LÝ CÁC TÀI KHOẢN QUẢN TRỊ HỆ THỐNG.",
    "content35": "QUẢN LÝ CẬP NHẬT PHẦN MỀM HỆ THỐNG TỪ CLOUD.",
    "content36": "THÔNG TIN TRẠNG THÁI HỆ THỐNG.",
    "content37": "QUẢN LÝ LOGS HOẠT ĐỘNG TRÊN HỆ THỐNG.",
    "content38": "QUẢN TRỊ HỆ THỐNG THÔNG QUA GIAO DIỆN CONSOLE VÀ SSH.",
    "content39": "Băng thông: 200 Mbps",
    "content40": "Số lượng máy chủ: 10-25",
    "content41": "Số lượng giao tiếp HTTP: 30,000 / giây",
    "content42": "Số lượng kết nối HTTP: 10,000 / giây",
    "content43": "Số lượng giao tiếp HTTPS: 12,000 / giây",
    "content44": "Giới hạn kết nối đồng thời: 500,000"
  },
  "NIPS": {
    "title": "HỆ THỐNG PHÒNG - CHỐNG TẤN CÔNG MẠNG THẾ HỆ MỚI V2 - NIPS",
    "title1": "Phát hiện tấn công mạng",
    "title2": "Xử lý tấn công mạng",
    "title3": "CHỨC NĂNG QUẢN TRỊ HỆ THỐNG",
    "idea1": "Phát hiện tấn công mạng dựa theo tập các dấu hiệu phát hiện tấn công (Signature)",
    "idea2": "Phát hiện tấn công mạng dựa vào hoạt động dị thường trên hệ thống",
    "idea3": "Phát hiện các hành vi mã độc dựa vào kết nối mạng dị thường hệ thống",
    "content1": "Hệ thống có khả năng phân tích kết nối mạng để phát hiện tấn công mạng mà không làm ảnh hưởng tới hoạt động của hệ thống được bảo vệ.",
    "content2": "Phát hiện các hoạt động không bình thường trên hệ thống dựa vào tập dấu hiệu của hệ thống.",
    "content3": "Dạng tấn công mạng đối tượng là người dùng bên trong hệ thống.",
    "content4": "Dạng tấn công từ chối dịch vụ (Dos/DDoS).",
    "content5": "Dạng tấn công vi phạm chính sách hệ thống.",
    "content6": "Phát hiện kết nối mạng dị bình thường phát hiện trên hệ thống.",
    "content7": "Dạng tấn công sử dụng Shellcode.",
    "content8": "Phát hiện các hoạt động của phần mềm độc hại qua môi trường mạng.",
    "content9": "Dạng tấn công dò quét hệ thống Network-scan.",
    "content10": "Dạng tấn công vào các hệ điều hành (Linux, Windows,..).",
    "content11": "Dạng tấn công vào máy chủ Web (IIS, Apache, Oracle,...)",
    "content12": "Dạng tấn công vào máy chủ Cơ sở dữ liệu (Mssql, Mysql, Oracle,...)",
    "content13": "Dạng tấn công vào máy chủ Thư điện tử (POP3, IMAP, SMTP,...)",
    "content14": "Dạng tấn công vào ứng dụng Web (SQL/XSS/Command Line Injection, HTTP detour attack, Inclusion Vulnerabili-ties, Brute Force,...)",
    "content15": "Chức năng Behavior Detection cho phép phát hiện các hành vi dị thường để phát hiện chính xác đối tượng tấn công và bị tấn công dựa vào khả năng tự động phân tích các cảnh báo nhận được từ hệ thống.",
    "content16": "Chức năng Behavior Detection cho phép người quản trị thiết lập tập luật để phát hiện các hành vi dị thường của người dùng, kết nối mạng không bình thường trên hệ thống.",
    "content17": "Chức năng Behavior Detection được thiết lập các tập luật sẵn có để phát hiện những hành vi sau:",
    "content18": "Hành vi dò quét mạng của tin tặc.",
    "content19": "Hành vi tấn công từ một địa chỉ nguồn khi thực hiện các dạng tấn công mạng khác nhau tới hệ thống được bảo vệ.",
    "content20": "Hành vi tấn công ứng dụng Web.",
    "content21": "Hành vi tấn công mã độc, phần mềm độc hại.",
    "content23": "Hệ thống cung cấp khả năng tương tác với thiết bị mạng (Router, Switch), thiết bị bảo mật (Firewall) và hệ điều hành (Windows, Linux,...) để thực hiện ngăn chặn tấn công mạng.",
    "content24": "CHỨC NĂNG DASHBOARD CHO PHÉP NGƯỜI QUẢN TRỊ CÓ THÔNG TIN TỔNG QUAN VỀ HỆ THỐNG.",
    "content25": "CHỨC NĂNG BEHAVIOR BLOCKING QUẢN LÝ CÁC CẢNH BÁO VỀ PHÁT HIỆN VÀ NGĂN CHẶN TẤN CÔNG THEO HÀNH VI.",
    "content26": "CHỨC NĂNG TẠO BÁO CÁO CHO PHÉP NGƯỜI QUẢN TRỊ TẠO RA CÁC BÁO CÁO TÙY BIẾN THEO TỪNG ĐIỀU KIỆN CỤ THỂ THEO CÁC ĐỊNH DẠNG KHÁC NHAU.",
    "content27": "QUẢN LÝ CẤU HÌNH HỆ THỐNG",
    "content28": "THỐNG KÊ VÀ BÁO CÁO",
    "content29": "QUẢN LÝ CÁC TÀI KHOẢN QUẢN TRỊ HỆ THỐNG",
    "content30": "QUẢN LÝ CẬP NHẬT PHẦN MỀM HỆ THỐNG TỪ CLOUD",
    "content31": "THÔNG TIN TRẠNG THÁI HỆ THỐNG",
    "content32": "QUẢN LÝ LOGS HOẠT ĐỘNG TRÊN HỆ THỐNG",
    "content33": "QUẢN TRỊ HỆ THỐNG THÔNG QUA GIAO DIỆN CONSOLE VÀ SSH"
  },
  "EDR": {
    "title": "GIẢI PHÁP PHÁT HIỆN VÀ PHẢN ỨNG SỰ CỐ AN TOÀN THÔNG TIN TRÊN THIẾT BỊ ĐẦU CUỐI V2-EDR",
    "title1": "CÁC CHỨC NĂNG QUẢN LÝ ĐA NHIỆM",
    "title2": "ĐIỀU TRA VÀ PHÂN TÍCH SỰ CỐ",
    "title3": "CHỨC NĂNG QUẢN TRỊ HỆ THỐNG",
    "title4": "HỖ TRỢ TRIỂN KHAI",
    "idea1": "CHỨC NĂNG QUẢN LÝ THIẾT BỊ ĐẦU CUỐI",
    "idea2": "CHỨC NĂNG PHÁT HIỆN TẤN CÔNG MẠNG QUA HÀNH VI",
    "idea3": "CHỨC NĂNG PHÁT HIỆN MÃ ĐỘC THEO DẤU HIỆU NHẬN DIỆN",
    "idea4": "CHỨC NĂNG PHẢN ỨNG VỚI SỰ CỐ AN TOÀN THÔNG TIN",
    "content1": "Quản lý thông tin hệ thống (Hostname, IP, MAC, Hostfix,...) tập trung.",
    "content2": "Quản lý thông tin hệ thống (Hostname, IP, MAC, Hostfix,...) tập trung.",
    "content3": "Quản lý sự kiện an toàn thông tin trên endpoint đa nền tảng tập trung.",
    "content4": "Quản lý thực thi chính sách bảo mật trên endpoint.",
    "content5": "Tự động cảnh báo, xử lý, cô lập endpoint bị phát hiện có hành động dị thường.",
    "content6": "Cho phép định nghĩa, tạo luật phân tích hành vi, cho phép phân tích tương quan để phát hiện tấn công APT.",
    "content7": "Phát hiện tấn công mã độc trên endpoint kết nối đến C&C Server.",
    "content8": "Phát hiện tấn công mã độc trên endpoint truy vấn tên miền độc hại.",
    "content9": "Phát hiện tấn công mã độc trên endpoint chạy phần mềm độc hại.",
    "content10": "Phát hiện tấn công mã độc trên endpoint chạy phần mềm độc hại.",
    "content11": "Phát hiện tấn công mã độc trên endpoint sử dụng Yara Rules.",
    "content12": "Phát hiện tấn công mã độc trên endpoint sử dụng tri thức từ hệ thống TIP.",
    "content13": "Truy vết, điều tra, phân tích sự kiện, sự cố an toàn thông tin trên endpoint.",
    "content14": "Quản lý tiến trình trên endpoint.",
    "content15": "Quản lý kết nối mạng trên endpoint.",
    "content16": "Quản lý các tiến trình, chương trình hệ thống tự động chạy cùng hệ thống.",
    "content17": "Quản lý thông tin các cổng dịch vụ trên endpoint.",
    "content18": "Quản lý thông tin đăng nhập hệ thống trên endpoint.",
    "content19": "Quản lý thông tin truy cập, tải dữ liệu trên endpoint.",
    "content20": "Tải tệp tin về máy chủ EDR, phân tích, quét mã độc, gửi thông tin lên Sandbox.",
    "content21": "Giải phát phát hiện và phản ứng sự cố an toàn thông tin trên thiết bị đầu cuối V2-EDR cho phép quản lý, giám sát, phát hiện tấn công, mã độc và đưa ra các cơ chế phản ứng để bảo vệ máy chủ, máy trạm và các thiết bị đầu cuối. Việc phát hiện tấn công mạng, mã độc và các chức năng xử lý, phản ứng được thực hiện tập trung thông qua các Agent được cài trên máy chủ, máy trạm.",
    "content22": "Cho phép phân tích log mức sâu theo từng trường thông tin.",
    "content23": "Cho phép viết luật tương quan cho phép phát hiện và điều tra tấn công, sự cố.",
    "content24": "Cho phép phân tích và điều tra sự cố thông qua giao diện trực quan.",
    "content25": "CHỨC NĂNG DASHBOARD CHO PHÉP NGƯỜI QUẢN TRỊ CÓ THÔNG TIN TỔNG QUAN VỀ HỆ THỐNG.",
    "content26": "CHỨC NĂNG BEHAVIOR BLOCKING QUẢN LÝ CÁC CẢNH BÁO VỀ PHÁT HIỆN VÀ NGĂN CHẶN TẤN CÔNG THEO HÀNH VI.",
    "content27": "CHÚC NĂNG TẠO BÁO CÁO CHO PHÉP NGƯỜI QUẢN TRỊ TẠO RA CÁC BÁO CÁO TÙY BIẾN THEO TỪNG ĐIỀU KIỆN CỤ THỂ THEO CÁC ĐỊNH DẠNG KHÁC NHAU.",
    "content28": "QUẢN LÝ CẤU HÌNH HỆ THỐNG.",
    "content29": "QUẢN LÝ CÁC TÀI KHOẢN QUẢN TRỊ HỆ THỐNG.",
    "content30": "QUẢN LÝ CẬP NHẬT PHẦN MỀM HỆ THỐNG TỪ CLOUD",
    "content31": "THÔNG TIN TRẠNG THÁI HỆ THỐNG.",
    "content32": "QUẢN LÝ LOGS HOẠT ĐỘNG TRÊN HỆ THỐNG.",
    "content33": "QUẢN TRỊ HỆ THỐNG THÔNG QUA GIAO DIỆN CONSOLE VÀ SSH",
    "content34": "Windows 11; Windows 10",
    "content35": "Windows Server 2008 R2",
    "content36": "Windows Server 2012 R2",
    "content37": "Windows Server 2016",
    "content38": "Windows Server 2019",
    "content39": "CentOS 7.x; CentOS 8.x",
    "content40": "Debian 10; Debian 11"
  },
  "NAC": {
    "title": "HỆ THỐNG KIỂM SOÁT TRUY CẬP MẠNG V2-NAC",
    "title1": "CHỨC NĂNG HỆ THỐNG",
    "title2": "CHỨC NĂNG HỆ THỐNG",
    "content1": "Chức năng dashboard cho phép người quản trị có thông tin tổng quan về hệ thống.",
    "content2": "Chức năng quản lý các cảnh báo về phát hiện và ngăn chặn tấn công theo hành vi.",
    "content3": "Chức năng tạo báo cáo cho phép người quản trị tạo ra các báo cáo tùy biết theo từng điều kiện cụ thể.",
    "content4": "Quản lý cấu hình hệ thống.",
    "content5": "QUẢN TRỊ HỆ THỐNG",
    "content6": "Quản lý các tài khoản quản trị hệ thống.",
    "content7": "Quản lý cập nhật phần mềm hệ thống từ cloud.",
    "content8": "Thông tin trạng thái hệ thống.",
    "content9": "Quản lý logs hoạt động trên hệ thống.",
    "content10": "Quản trị hệ thống thông quan giao diện Console và SSH.",
    "content11": "THEO CHÍNH SÁCH HỆ THỐNG THÔNG QUA CƠ CHẾ TƯƠNG TÁC VỚI THIẾT BỊ MẠNG (ROUTER, SWITCH), THIẾT BỊ BẢO MẬT (FIREWALL) VÀ HỆ ĐIỀU HÀNH (WINDOWS, LINUX,...) ĐỂ QUẢN LÝ TRUY CẬP.",
    "content12": "CHỨC NĂNG TỰ ĐỘNG HỌC THÀNH PHẦN THIẾT BỊ MẠNG TRONG HỆ THỐNG.",
    "content13": "CHỨC NĂNG TỰ ĐỘNG CUNG CẤP THÔNG TIN KẾT NỐI MẠNG DỰA VÀO CHÍNH SÁCH CỦA HỆ THỐNG.",
    "content14": "CHỨC NĂNG XÁC THỰC KHI TRUY CẬP MẠNG AUTHENTICATION PROXY.",
    "content15": "KIỂM SOÁT TRUY CẬP THÔNG QUA ACCESS CONTROL LIST (ACLS), VLAN VÀ TCP RESET.",
    "content16": "GHI LOG TRUY CẬP MẠNG PHỤC VỤ ĐIỀU TRA.",
    "content117": "THEO DÕI HÀNH VI, VIỆC THỰC THI CHÍNH SÁCH ATTT CỦA THIẾT BỊ.",
    "content18": "PHÁT HIỆN VÀ QUẢN LÝ CÁC THIẾT BỊ TRONG MẠNG.",
    "content19": "HIỂN THỊ THÔNG BÁO CHẶN MẠNG CHO NGƯỜI DÙNG.",
    "content20": "PHÂN NHÓM THIẾT BỊ THEO DẢI IP HOẶC THEO SWITCH, PHÂN QUYỀN QUẢN TRỊ THEO NHÓM THIẾT BỊ.",
    "content21": "TỰ ĐỘNG WHITELIST CHO THIẾT BỊ THEO ĐỊA CHỈ MAC, LOẠI THIẾT BỊ.",
    "content22": "XUẤT BÁO CÁO TÌNH HÌNH VI PHẠM CHÍNH SÁCH.",
    "content23": "HỖ TRỢ CẤU HÌNH SWITCH TẬP TRUNG: ĐIỀU KHIỂN PORT, THAY ĐỔI VLAN,...",
    "content24": "TÍCH HỢP VỚI HỆ THỐNG GIÁM SÁT TẬP TRUNG SIEM."
  },
  "gallery": "HÌNH ẢNH",
  "contact": {
    "content": "Cần chúng tôi giúp đỡ với chương trình bảo mật của bạn?"
  },
  "about": {
    "title": "VỀ CHÚNG TÔI",
    "title1": "Giải pháp an toàn thông tin mạng",
    "title2": "V2SECURE",
    "contact": "Thông tin liên hệ",
    "contact-more": "LIÊN HỆ CHÚNG TÔI - CÓ MẶT 24/7",
    "district": "Số 3, ngách 281/75/15 Trương Định, Tương Mai, Hoàng Mai, Hà Nội, Việt Nam",
    "qr": "QUÉT ĐỂ",
    "details": "BIẾT THÊM CHI TIẾT"
  },
  "copyright": "Bản quyền thuộc Công ty cổ phần an toàn thông tin Việt Nam V2. Bảo lưu mọi quyền",
  "form": {
    "title1": "Hãy làm việc",
    "title2": "Cùng Nhau",
    "idea": "Hãy cho chúng tôi biết về bản thân bạn và chúng tôi sẽ tìm ra giải pháp tốt nhất cho bạn và nhu cầu của tổ chức bạn.",
    "content1": "Một công cụ linh hoạt để toàn bộ công ty của bạn chia sẻ kiến ​​thức, vận chuyển dự án và cộng tác.",
    "content2": "Các tính năng dành cho doanh nghiệp để quản lý quyền truy cập và bảo mật của người dùng một cách an toàn.",
    "content3": "Hỗ trợ tận tâm để làm việc với bạn trong quá trình thiết lập và giúp bạn xây dựng kế hoạch tốt nhất cho công ty của mình."
  },
  "progress": "TIẾN TRIỂN",
  "progress2": "SẼ SỚM RA MẮT",
  "progress-content": "Nó gần như đã sẵn sàng...chân thật"
}
