{
  "download": "Tải Bản Báo Cáo",
  "HOME": "HOME",
  "fago-intro": "Fagonet là một công ty an ninh mạng cung cấp các dịch vụ và quản lý rủi ro mạng thay mặt cho các đối tác phân phối và công nghệ có giá trị của chúng tôi.",
  "SOLUTIONS": "Giải Pháp",
  "SERVICES": "Dịch Vụ",
  "CONTACT": "Liên Hệ",
  "touch": "Hãy liên lạc với chúng tôi!",
  "mess": "Gửi tin nhắn cho chúng tôi",
  "askQuestion": "Có bất kỳ câu hỏi liên quan đến dịch vụ của chúng tôi? Gửi cho chúng tôi tin nhắn của bạn.",
  "term": "Lưu tên, email và trang web của tôi trong trình duyệt này để xem lại lần sau.",
  "started": "Bắt đầu",
  "view-more": "Xem thêm",
  "services-intro": "Chất lượng dịch vụ cho bạn",
  "solutions-intro": "Chúng tôi cung cấp các giải pháp an ninh mạng đáp ứng nhu cầu riêng của khách hàng và giúp họ thành công trong một thế giới ngày càng kỹ thuật số.",
  "our-services": "Dịch Vụ Của Chúng Tôi",
  "our-solutions": "Giải pháp",
  "services": {
    "test": "Kiểm tra thâm nhập",
    "security": "Bảo mật ứng dụng",
    "assessment": "Đánh giá an ninh",
    "simulation": "Mô phỏng đối thủ",
    "read-more": "Đọc Thêm"
  },
  "errTitle": "KHÔNG TÌM THẤY TRANG",
  "errContent": "Trang mà bạn đang tìm kiếm đã gỡ được đổi tên hoặc trang không khả dụng.",
  "en": "English",
  "vi": "Tiếng Việt",
  "intro": {
    "title1": "Giải pháp và dịch vụ an toàn thông tin",
    "title2": "Công ty cổ phần an toàn thông tin Việt Nam ",
    "title3": "FAGONET",
    "siem": "Hệ thống quản lý giám sát an toàn thông tin tập trung FAGONET-SIEM",
    "waf": "Hệ thống tường lửa ứng dụng web FAGONET-WAF",
    "nips": "Hệ thống phòng - chống tấn công mạng thế hệ mới FAGONET-NIPS",
    "edr": "Giải pháp phát hiện và phản ứng sự cố an toàn thông tin trên thiết bị đầu cuối FAGONET-EDR",
    "nac": "Hệ thống kiểm soát truy cập mạng FAGONET-NAC",
    "nids": "Hệ thống phát hiện xâm nhập mạng",
    "dip": "Phân tích chi tiết các gói tin dữ liệu đi qua mạng"
  },
  "SIEM": {
    "title": "HỆ THỐNG QUẢN LÝ GIÁM SÁT AN TOÀN THÔNG TIN TẬP TRUNG",
    "title1": "THU THẬP VÀ QUẢN LÝ LOG THEO THỜI GIAN THỰC",
    "title2": "PHÁT HIỆN TẤN CÔNG MẠNG",
    "title3": "XỬ LÝ PHÂN TÍCH TƯƠNG QUAN",
    "title4": "TÍCH HỢP THREAT INTELLIGENCE",
    "title5": "TÍCH HỢP VUILNERABILITY MANAGEMENT",
    "title6": "CẢNH BÁO VÀ TỰ ĐỘNG NGĂN CHẶN TẤN CÔNG",
    "title7": "ĐIỀU TRA VÀ PHÂN TÍCH SỰ CỐ",
    "title8": "CHỨC NĂNG QUẢN TRỊ HỆ THỐNG",
    "idea1": "Hệ thống cho phép thu thập log từ người khác nhau:",
    "idea2": "Tự động chuẩn hóa log:",
    "content1": "Các thiết bị mạng, thiết bị bảo mật: Router, Switch, Firewall/IPS/IDS, Sandbox WAF, Network APT.",
    "content2": "Các máy chủ hệ thống trên các nền tảng khác nhau: Windows, Linux, Unix.",
    "content3": "Các ứng dụng: Ứng dụng phục vụ hoạt động của hệ thống: DHCP, DNS, NTP, VPN, Proxy Server,...; Ứng dụng cung cấp dịch vụ: Web, Mail, FPT, TFTP và các hệ quản trị cơ sở dữ liệu Oracle, SQL, IP Camera.",
    "content4": "Các thiết bị đầu cuối: Máy tính người sử dụng, máy in, máy fax, IP Phone, IP Camera.",
    "content5": "Điểm giám sát trên đường truyền: Điểm giám sát biên tại giao diện kết nối của thiết bị định tuyến biên với các mạng bên ngoài; điểm giám sát tạo mỗi vùng mạng của hệ thống.",
    "content6": "Tự động chuẩn hóa các dạng log nhận được từ các thiết bị, ứng dụng.",
    "content7": "Tự động cập nhật các định dạng log mới từ Cloud",
    "content8": "Phát hiện tấn công mạng dự vào phân tích log truy cập ứng dụng Web.",
    "content9": "Phát hiện truy vấn tên miền độc hại dựa vào phân tích log truy vấn DNS..",
    "content10": "Cập nhật tự động từ Cloud dấu hiệu phát hiện tấn công ứng dụng web, danh sách tên miền và địa chỉ độc hại.",
    "content11": "Cho phép thiết lập các luật để tự động phân tích tương quan nhiều nguồn log khác nhau để phát hiện tấn công mạng.",
    "content12": "Phát hiện các hành vi dị thường để phát hiện chính xác đối tượng tấn công và bị tấn công dựa vào khả năng tự động phân tích các cảnh báo nhận được từ hệ thống.",
    "content13": "Cho phép người quản trị thiết lập tập luật để phát hiện các hành vi dị thường của người dùng, kết nối mạng không bình thường trên hệ thống.",
    "content14": "Thiết lập các tập luật sẵn có để phát hiện những hành vi sau:",
    "content15": "Hành vi dò quét mạng của tin tặc.",
    "content16": "Hành vi tấn công từ một địa chỉ nguồn khi thực hiện các dạng tấn công mạng khác nhau tới hệ thống được bảo vệ.",
    "content17": "Hành vi tấn công ứng dụng Web.",
    "content18": "Hành vi tấn công mã độc, phần mềm độc hại.",
    "content19": "Tích hợp chức năng threat intelligence.",
    "content20": "Cập nhật dữ liệu threat intelligence từ cloud.",
    "content21": "Tự động cập nhật blacklist (IP, DOMAIN, HASH) cho SIEM từ dữ liệu threat intelligence.",
    "content22": "Cho phép chia sẻ thông tin với các hệ thống threat intelligence.",
    "content23": "Tích hợp chức năng quản lý điểm yếu an toàn thông tin.",
    "content24": "Tự động cảnh báo khi phát hiện điểm yếu an toàn thông tin trong hệ thống.",
    "content25": "Cho phép thiết lập chính sách bản vá ảo để bảo vệ hệ thống.",
    "content26": "Tích hợp chức năng tra cứu thông tin lỗ hổng, điểm yếu.",
    "content27": "Tự đông cảnh báo tấn công qua SMS, Email, ...",
    "content28": "Hệ thống cung cấp khả năng tương tác với thiết bị mạng (Router Cisco - Juniper, Fireall Cisco PIX - ASA, Firewall, Check-Point, Firewall Forgtinet,...), Thiết bị bảo mật(Firewall, NAC, IDS, IPS) và hệ điều hành (Windows Server, Linux, Centos, Fedora, Ubuntu, Debian, Linux, Transparent Firewall,...) để thực hiện ngăn chặn tấn công mạng.",
    "content29": "Khả năng này cho phép hệ thống có thể ngăn chặn tấn công mạng mà không làm ảnh hưởng tới hoạt động và hiệu năng của hệ thống, không yêu cầu cài đặt Agent trên các thiết bị hay máy chủ.",
    "content30": "CHO PHÉP VIẾT LUẬT TƯƠNG QUAN.",
    "content31": "CHO PHÉP PHÁT HIỆN VÀ ĐIỀU TRA TẤN CÔNG, SỰ CỐ.",
    "content32": "CHO PHÉP PHÂN TÍCH LOG MỨC SÂU THEO TỪNG TRƯỜNG THÔNG TIN.",
    "content33": "CHO PHÉP PHÂN TÍCH VÀ ĐIỀU TRA SỰ CỐ THÔNG QUA GIAO DIỆN TRỰC QUAN.",
    "content34": "Chức năng Dashboard cho phép người quản trị có thông tin tổng quát về hệ thống.",
    "content35": "Chức năng Event Map cho phép hiện thị trực quan theo thời gian thực tấn công mạng.",
    "content36": "Chức năng tạo báo cáo cho phép người quản trị tạo ra các báo cáo tùy biến theo từng điều kiện cụ thể theo các định dạng khác nhau.",
    "content37": "Quản lý cấu hình hệ thống.",
    "content38": "Quản lý các tài khoản quản trị hệ thống.",
    "content39": "Quản lý cập nhật phần mềm hệ thống từ Cloud.",
    "content40": "Thông tin trạng thái hệ thống.",
    "content41": "Quản lý logs hoạt động trên hệ thống.",
    "content42": "Quản trị hệ thống qua giao diện Console và SSH"
  },
  "WAF": {
    "title": "HỆ THỐNG TƯỜNG LỬA ỨNG DỤNG WEB",
    "title1": "MÔ TẢ CHỨC NĂNG",
    "title2": "PHƯƠNG ÁN TRIỂN KHAI",
    "title3": "BẢO MẬT ỨNG DỤNG WEB",
    "title4": "XỬ LÝ, PHÂN TÍCH TƯƠNG QUAN",
    "title5": "CẢNH BÁO VÀ TỰ ĐỘNG NGĂN CHẶN TẤN CÔNG",
    "title6": "ĐIỀU TRA VÀ PHÂN TÍCH SỰ CỐ",
    "title7": "CHỨC NĂNG QUẢN TRỊ HỆ THỐNG",
    "title8": "NĂNG LỰC XỬ LÝ TỐI THIỂU",
    "content1": "Tường lửa ứng dụng web là một giải pháp bảo vệ ứng dụng trước các cuộc tấn công mạng. WAF là một thiết bị phần cứng hoặc phần mềm được cài lên máy chủ có chức năng theo dõi các thông tin sử dụng giao thức http/https giữa các trình duyệt của người dùng và máy chủ web. WAF có chức năng thực thi các chính sách bảo mật dựa trên các dấu hiệu tấn công, các giao thức tiêu chuẩn và các lưu lượng truy cập ứng dụng web bất thường.",
    "content2": "Triển khai giống như một proxy ngược (reverse proxy).",
    "content3": "Triển khai giống như một proxy trong suốt (transparent proxy).",
    "content4": "Triển khai theo cơ chế theo dõi ngoại tuyến (offline sniffing).",
    "content5": "Triển khai với giao thức Web Cache Communication Protocal (WCCP).",
    "content6": "Cho phép thiết lập các luật để tự động phân tích tương quan nhiều nguồn log khác nhau để phát hiện tấn công mạng.",
    "content7": "Cho phép phát hiện các hành vi dị thường để phát hiện chính xác đối tương tấn công và bị tấn công dựa vào khả năng tự động phân tích các cảnh báo nhận được từ hệ thống.",
    "content8": "Cho phép người quản trị thiết lập tập luật để phát hiện các hành vi dị thường của người dùng, kết nối mạng không bình thường trên hệ thống.",
    "content9": "LỌC GÓI TIN THEO BLACKLIST.",
    "content10": "LỌC ĐỊA CHỈ IP.",
    "content11": "PHÂN GIẢI ĐỊA CHỈ IP THÀNH TỌA ĐỘ ĐỊA LÝ.",
    "content12": "ÁP DỤNG TOP 10 CỦA OWASP.",
    "content13": "PHÒNG CHỐNG TẤN CÔNG CSS.",
    "content14": "PHÒNG CHỐNG TẤN CÔNG CSRF.",
    "content15": "PHÒNG CHỐNG TẤN CÔNG SESSION HIJACKING.",
    "content16": "TÍCH HỢP TÍNH NĂNG QUÉT LỖ HỔNG SẴN CÓ.",
    "content17": "PHÁT HIỆN MALWARE.",
    "content18": "VIRTUAL PATCHING.",
    "content19": "PHÒNG CHỐNG TẤN CÔNG BRUTEFORCE.",
    "content21": "PHÁT HIỆN TẤN CÔNG SQLI.",
    "content22": "TÍCH HỢP TƯỜNG LỬA STATEFUL Ở TẦNG 4.",
    "content23": "PHÒNG CHỐNG TẤN CÔNG DOS.",
    "content24": "PHÒNG CHỐNG TẤN CÔNG DEFACE.",
    "content25": "Tự động cảnh báo tấn công qua SMS, Email,...",
    "content26": "Hệ thống cung cấp khả năng tương tác với thiết bị mạng (Router Cisco - Juniper, Firewall Cisco PIX - ASA, Firewall Check-Point, Firewall Fortigate,..), Thiết bị bảo mật (Firewall, NAC, IDS, IPS) và hệ điều hành (Windows Server, Linux Centos, Fedora, Ubuntu, Debian, Linux Transparent Firewall,...) để thực hiện ngăn chặn tấn công mạng..",
    "content27": "Ngăn chặn tấn công mạng mà không làm ảnh hưởng tới hoạt đông và hiệu năng của hệ thống, không yêu cầu cài đặt Agent trên các thiết bị hay máy chủ.",
    "content28": "Cho phép phân tính log mức sâu theo từng trường thông tin",
    "content29": "Cho phép viết luật tương quan cho phép phát hiện và điều tra tấn công, sự cố.",
    "content30": "Cho phép phân tích và điều tra sự cố thông qua giao diện trực quan.",
    "content31": "CHỨC NĂNG DASHBOARD CHO PHÉP NGƯỜI QUẢN TRỊ CÓ THÔNG TIN TỔNG QUAN VỀ HỆ THỐNG.",
    "content32": "CHỨC NĂNG BEHAVIOR BLOCKING QUẢN LÝ CÁC CẢNH BÁO VỀ PHÁT HIỆN VÀ NGĂN TẤN CÔNG THEO HÀNH VI.",
    "content33": "CHỨC NĂNG TẠO BÁO CÁO CHO PHÉP NGƯỜI QUẢN TRỊ TẠO RA CÁC BÁO CÁO TÙY BIẾN THEO TỪNG ĐIỀU KIỆN CỤ THỂ THEO CÁC ĐỊNH DẠNG KHÁC NHAU.",
    "content34": "QUẢN LÝ CÁC TÀI KHOẢN QUẢN TRỊ HỆ THỐNG.",
    "content35": "QUẢN LÝ CẬP NHẬT PHẦN MỀM HỆ THỐNG TỪ CLOUD.",
    "content36": "THÔNG TIN TRẠNG THÁI HỆ THỐNG.",
    "content37": "QUẢN LÝ LOGS HOẠT ĐỘNG TRÊN HỆ THỐNG.",
    "content38": "QUẢN TRỊ HỆ THỐNG THÔNG QUA GIAO DIỆN CONSOLE VÀ SSH.",
    "content39": "Băng thông: 200 Mbps",
    "content40": "Số lượng máy chủ: 10-25",
    "content41": "Số lượng giao tiếp HTTP: 30,000 / giây",
    "content42": "Số lượng kết nối HTTP: 10,000 / giây",
    "content43": "Số lượng giao tiếp HTTPS: 12,000 / giây",
    "content44": "Giới hạn kết nối đồng thời: 500,000"
  },
  "NIPS": {
    "title": "HỆ THỐNG PHÒNG - CHỐNG TẤN CÔNG MẠNG THẾ HỆ MỚI",
    "title1": "Phát hiện tấn công mạng",
    "title2": "Xử lý tấn công mạng",
    "title3": "CHỨC NĂNG QUẢN TRỊ HỆ THỐNG",
    "idea1": "Phát hiện tấn công mạng dựa theo tập các dấu hiệu phát hiện tấn công (Signature)",
    "idea2": "Phát hiện tấn công mạng dựa vào hoạt động dị thường trên hệ thống",
    "idea3": "Phát hiện các hành vi mã độc dựa vào kết nối mạng dị thường hệ thống",
    "content1": "Hệ thống có khả năng phân tích kết nối mạng để phát hiện tấn công mạng mà không làm ảnh hưởng tới hoạt động của hệ thống được bảo vệ.",
    "content2": "Phát hiện các hoạt động không bình thường trên hệ thống dựa vào tập dấu hiệu của hệ thống.",
    "content3": "Dạng tấn công mạng đối tượng là người dùng bên trong hệ thống.",
    "content4": "Dạng tấn công từ chối dịch vụ (Dos/DDoS).",
    "content5": "Dạng tấn công vi phạm chính sách hệ thống.",
    "content6": "Phát hiện kết nối mạng dị bình thường phát hiện trên hệ thống.",
    "content7": "Dạng tấn công sử dụng Shellcode.",
    "content8": "Phát hiện các hoạt động của phần mềm độc hại qua môi trường mạng.",
    "content9": "Dạng tấn công dò quét hệ thống Network-scan.",
    "content10": "Dạng tấn công vào các hệ điều hành (Linux, Windows,..).",
    "content11": "Dạng tấn công vào máy chủ Web (IIS, Apache, Oracle,...)",
    "content12": "Dạng tấn công vào máy chủ Cơ sở dữ liệu (Mssql, Mysql, Oracle,...)",
    "content13": "Dạng tấn công vào máy chủ Thư điện tử (POP3, IMAP, SMTP,...)",
    "content14": "Dạng tấn công vào ứng dụng Web (SQL/XSS/Command Line Injection, HTTP detour attack, Inclusion Vulnerabili-ties, Brute Force,...)",
    "content15": "Chức năng Behavior Detection cho phép phát hiện các hành vi dị thường để phát hiện chính xác đối tượng tấn công và bị tấn công dựa vào khả năng tự động phân tích các cảnh báo nhận được từ hệ thống.",
    "content16": "Chức năng Behavior Detection cho phép người quản trị thiết lập tập luật để phát hiện các hành vi dị thường của người dùng, kết nối mạng không bình thường trên hệ thống.",
    "content17": "Chức năng Behavior Detection được thiết lập các tập luật sẵn có để phát hiện những hành vi sau:",
    "content18": "Hành vi dò quét mạng của tin tặc.",
    "content19": "Hành vi tấn công từ một địa chỉ nguồn khi thực hiện các dạng tấn công mạng khác nhau tới hệ thống được bảo vệ.",
    "content20": "Hành vi tấn công ứng dụng Web.",
    "content21": "Hành vi tấn công mã độc, phần mềm độc hại.",
    "content23": "Hệ thống cung cấp khả năng tương tác với thiết bị mạng (Router, Switch), thiết bị bảo mật (Firewall) và hệ điều hành (Windows, Linux,...) để thực hiện ngăn chặn tấn công mạng.",
    "content24": "CHỨC NĂNG DASHBOARD CHO PHÉP NGƯỜI QUẢN TRỊ CÓ THÔNG TIN TỔNG QUAN VỀ HỆ THỐNG.",
    "content25": "CHỨC NĂNG BEHAVIOR BLOCKING QUẢN LÝ CÁC CẢNH BÁO VỀ PHÁT HIỆN VÀ NGĂN CHẶN TẤN CÔNG THEO HÀNH VI.",
    "content26": "CHỨC NĂNG TẠO BÁO CÁO CHO PHÉP NGƯỜI QUẢN TRỊ TẠO RA CÁC BÁO CÁO TÙY BIẾN THEO TỪNG ĐIỀU KIỆN CỤ THỂ THEO CÁC ĐỊNH DẠNG KHÁC NHAU.",
    "content27": "QUẢN LÝ CẤU HÌNH HỆ THỐNG",
    "content28": "THỐNG KÊ VÀ BÁO CÁO",
    "content29": "QUẢN LÝ CÁC TÀI KHOẢN QUẢN TRỊ HỆ THỐNG",
    "content30": "QUẢN LÝ CẬP NHẬT PHẦN MỀM HỆ THỐNG TỪ CLOUD",
    "content31": "THÔNG TIN TRẠNG THÁI HỆ THỐNG",
    "content32": "QUẢN LÝ LOGS HOẠT ĐỘNG TRÊN HỆ THỐNG",
    "content33": "QUẢN TRỊ HỆ THỐNG THÔNG QUA GIAO DIỆN CONSOLE VÀ SSH"
  },
  "EDR": {
    "title": "GIẢI PHÁP PHÁT HIỆN VÀ PHẢN ỨNG SỰ CỐ AN TOÀN THÔNG TIN TRÊN THIẾT BỊ ĐẦU CUỐI",
    "title1": "CÁC CHỨC NĂNG QUẢN LÝ ĐA NHIỆM",
    "title2": "ĐIỀU TRA VÀ PHÂN TÍCH SỰ CỐ",
    "title3": "CHỨC NĂNG QUẢN TRỊ HỆ THỐNG",
    "title4": "HỖ TRỢ TRIỂN KHAI",
    "idea1": "CHỨC NĂNG QUẢN LÝ THIẾT BỊ ĐẦU CUỐI",
    "idea2": "CHỨC NĂNG PHÁT HIỆN TẤN CÔNG MẠNG QUA HÀNH VI",
    "idea3": "CHỨC NĂNG PHÁT HIỆN MÃ ĐỘC THEO DẤU HIỆU NHẬN DIỆN",
    "idea4": "CHỨC NĂNG PHẢN ỨNG VỚI SỰ CỐ AN TOÀN THÔNG TIN",
    "content1": "Quản lý thông tin hệ thống (Hostname, IP, MAC, Hostfix,...) tập trung.",
    "content2": "Quản lý thông tin hệ thống (Hostname, IP, MAC, Hostfix,...) tập trung.",
    "content3": "Quản lý sự kiện an toàn thông tin trên endpoint đa nền tảng tập trung.",
    "content4": "Quản lý thực thi chính sách bảo mật trên endpoint.",
    "content5": "Tự động cảnh báo, xử lý, cô lập endpoint bị phát hiện có hành động dị thường.",
    "content6": "Cho phép định nghĩa, tạo luật phân tích hành vi, cho phép phân tích tương quan để phát hiện tấn công APT.",
    "content7": "Phát hiện tấn công mã độc trên endpoint kết nối đến C&C Server.",
    "content8": "Phát hiện tấn công mã độc trên endpoint truy vấn tên miền độc hại.",
    "content9": "Phát hiện tấn công mã độc trên endpoint chạy phần mềm độc hại.",
    "content10": "Phát hiện tấn công mã độc trên endpoint chạy phần mềm độc hại.",
    "content11": "Phát hiện tấn công mã độc trên endpoint sử dụng Yara Rules.",
    "content12": "Phát hiện tấn công mã độc trên endpoint sử dụng tri thức từ hệ thống TIP.",
    "content13": "Truy vết, điều tra, phân tích sự kiện, sự cố an toàn thông tin trên endpoint.",
    "content14": "Quản lý tiến trình trên endpoint.",
    "content15": "Quản lý kết nối mạng trên endpoint.",
    "content16": "Quản lý các tiến trình, chương trình hệ thống tự động chạy cùng hệ thống.",
    "content17": "Quản lý thông tin các cổng dịch vụ trên endpoint.",
    "content18": "Quản lý thông tin đăng nhập hệ thống trên endpoint.",
    "content19": "Quản lý thông tin truy cập, tải dữ liệu trên endpoint.",
    "content20": "Tải tệp tin về máy chủ EDR, phân tích, quét mã độc, gửi thông tin lên Sandbox.",
    "content21": "Giải phát phát hiện và phản ứng sự cố an toàn thông tin trên thiết bị đầu cuối FAGONET-EDR cho phép quản lý, giám sát, phát hiện tấn công, mã độc và đưa ra các cơ chế phản ứng để bảo vệ máy chủ, máy trạm và các thiết bị đầu cuối. Việc phát hiện tấn công mạng, mã độc và các chức năng xử lý, phản ứng được thực hiện tập trung thông qua các Agent được cài trên máy chủ, máy trạm.",
    "content22": "Cho phép phân tích log mức sâu theo từng trường thông tin.",
    "content23": "Cho phép viết luật tương quan cho phép phát hiện và điều tra tấn công, sự cố.",
    "content24": "Cho phép phân tích và điều tra sự cố thông qua giao diện trực quan.",
    "content25": "CHỨC NĂNG DASHBOARD CHO PHÉP NGƯỜI QUẢN TRỊ CÓ THÔNG TIN TỔNG QUAN VỀ HỆ THỐNG.",
    "content26": "CHỨC NĂNG BEHAVIOR BLOCKING QUẢN LÝ CÁC CẢNH BÁO VỀ PHÁT HIỆN VÀ NGĂN CHẶN TẤN CÔNG THEO HÀNH VI.",
    "content27": "CHÚC NĂNG TẠO BÁO CÁO CHO PHÉP NGƯỜI QUẢN TRỊ TẠO RA CÁC BÁO CÁO TÙY BIẾN THEO TỪNG ĐIỀU KIỆN CỤ THỂ THEO CÁC ĐỊNH DẠNG KHÁC NHAU.",
    "content28": "QUẢN LÝ CẤU HÌNH HỆ THỐNG.",
    "content29": "QUẢN LÝ CÁC TÀI KHOẢN QUẢN TRỊ HỆ THỐNG.",
    "content30": "QUẢN LÝ CẬP NHẬT PHẦN MỀM HỆ THỐNG TỪ CLOUD",
    "content31": "THÔNG TIN TRẠNG THÁI HỆ THỐNG.",
    "content32": "QUẢN LÝ LOGS HOẠT ĐỘNG TRÊN HỆ THỐNG.",
    "content33": "QUẢN TRỊ HỆ THỐNG THÔNG QUA GIAO DIỆN CONSOLE VÀ SSH",
    "content34": "Windows 11; Windows 10",
    "content35": "Windows Server 2008 R2",
    "content36": "Windows Server 2012 R2",
    "content37": "Windows Server 2016",
    "content38": "Windows Server 2019",
    "content39": "CentOS 7.x; CentOS 8.x",
    "content40": "Debian 10; Debian 11"
  },
  "NAC": {
    "title": "HỆ THỐNG KIỂM SOÁT TRUY CẬP MẠNG",
    "title1": "CHỨC NĂNG HỆ THỐNG",
    "title2": "CHỨC NĂNG HỆ THỐNG",
    "content1": "Chức năng dashboard cho phép người quản trị có thông tin tổng quan về hệ thống.",
    "content2": "Chức năng quản lý các cảnh báo về phát hiện và ngăn chặn tấn công theo hành vi.",
    "content3": "Chức năng tạo báo cáo cho phép người quản trị tạo ra các báo cáo tùy biết theo từng điều kiện cụ thể.",
    "content4": "Quản lý cấu hình hệ thống.",
    "content5": "QUẢN TRỊ HỆ THỐNG",
    "content6": "Quản lý các tài khoản quản trị hệ thống.",
    "content7": "Quản lý cập nhật phần mềm hệ thống từ cloud.",
    "content8": "Thông tin trạng thái hệ thống.",
    "content9": "Quản lý logs hoạt động trên hệ thống.",
    "content10": "Quản trị hệ thống thông quan giao diện Console và SSH.",
    "content11": "THEO CHÍNH SÁCH HỆ THỐNG THÔNG QUA CƠ CHẾ TƯƠNG TÁC VỚI THIẾT BỊ MẠNG (ROUTER, SWITCH), THIẾT BỊ BẢO MẬT (FIREWALL) VÀ HỆ ĐIỀU HÀNH (WINDOWS, LINUX,...) ĐỂ QUẢN LÝ TRUY CẬP.",
    "content12": "CHỨC NĂNG TỰ ĐỘNG HỌC THÀNH PHẦN THIẾT BỊ MẠNG TRONG HỆ THỐNG.",
    "content13": "CHỨC NĂNG TỰ ĐỘNG CUNG CẤP THÔNG TIN KẾT NỐI MẠNG DỰA VÀO CHÍNH SÁCH CỦA HỆ THỐNG.",
    "content14": "CHỨC NĂNG XÁC THỰC KHI TRUY CẬP MẠNG AUTHENTICATION PROXY.",
    "content15": "KIỂM SOÁT TRUY CẬP THÔNG QUA ACCESS CONTROL LIST (ACLS), VLAN VÀ TCP RESET.",
    "content16": "GHI LOG TRUY CẬP MẠNG PHỤC VỤ ĐIỀU TRA.",
    "content17": "THEO DÕI HÀNH VI, VIỆC THỰC THI CHÍNH SÁCH ATTT CỦA THIẾT BỊ.",
    "content18": "PHÁT HIỆN VÀ QUẢN LÝ CÁC THIẾT BỊ TRONG MẠNG.",
    "content19": "HIỂN THỊ THÔNG BÁO CHẶN MẠNG CHO NGƯỜI DÙNG.",
    "content20": "PHÂN NHÓM THIẾT BỊ THEO DẢI IP HOẶC THEO SWITCH, PHÂN QUYỀN QUẢN TRỊ THEO NHÓM THIẾT BỊ.",
    "content21": "TỰ ĐỘNG WHITELIST CHO THIẾT BỊ THEO ĐỊA CHỈ MAC, LOẠI THIẾT BỊ.",
    "content22": "XUẤT BÁO CÁO TÌNH HÌNH VI PHẠM CHÍNH SÁCH.",
    "content23": "HỖ TRỢ CẤU HÌNH SWITCH TẬP TRUNG: ĐIỀU KHIỂN PORT, THAY ĐỔI VLAN,...",
    "content24": "TÍCH HỢP VỚI HỆ THỐNG GIÁM SÁT TẬP TRUNG SIEM."
  },
  "NIDS": {
    "title": "PHÂN TÍCH CHI TIẾT CÁC GÓI DỮ LIỆU ĐƯỢC TRUYỀN QUA MẠNG",
    "title1": "PHÁT HIỆN THÂM NHẬP MẠNG",
    "title2": "CẢNH BÁO VÀ THÔNG BÁO",
    "title3": "GHI LẠI THÔNG TIN CHI TIẾT",
    "title4": "TỰ ĐỘNG CẢN TRỞ VÀ CHẶN",
    "title5": "PHÂN TÍCH ĐỊNH DẠNG VÀ LUẬT",
    "title6": "TĂNG CƯỜNG BẢO MẬT MẠNG",
    "content1": "Phân tích dựa trên chữ ký: NIDS so sánh các gói tin mạng với cơ sở dữ liệu chữ ký đã biết để xác định các mẫu tấn công đã được xác định trước. Các chữ ký này thường được tạo ra từ các mẫu tấn công đã biết, các đặc điểm đặc trưng của các loại tấn công hoặc các biểu hiện mà tấn công có thể tạo ra.",
    "content2": "Phân tích dựa trên luật và quy tắc: NIDS sử dụng các luật và quy tắc an ninh mạng để phát hiện các biểu hiện của hoạt động xâm nhập. Các luật này được định nghĩa bởi người quản trị mạng hoặc các chuyên gia an ninh dựa trên các biểu hiện của tấn công hoặc các hoạt động không hợp lệ.",
    "content3": "Phân tích dựa trên hành vi: NIDS theo dõi hành vi hoạt động mạng và xác định các mô hình, xu hướng và quy tắc hành vi bình thường. Khi các hoạt động bất thường hoặc không hợp lệ được phát hiện, NIDS sẽ cảnh báo về một khả năng xâm nhập.",
    "content4": "Phân tích dựa trên máy học: NIDS có thể sử dụng các thuật toán và mô hình máy học để phân tích lưu lượng mạng và phát hiện các hành vi xâm nhập. Các thuật toán này có thể được huấn luyện trước với dữ liệu đã biết để nhận dạng các mô hình bất thường hoặc các biểu hiện của tấn công.",
    "content5": "Phân tích thống kê: NIDS sử dụng các kỹ thuật phân tích thống kê để xác định các mẫu, xu hướng và sự khác biệt trong lưu lượng mạng. Bằng cách so sánh dữ liệu thực tế với dữ liệu định sẵn hoặc mô hình thống kê, NIDS có thể phát hiện các hoạt động bất thường hoặc không hợp lệ.",
    "content6": "Cảnh báo bằng hệ thống: NIDS có thể tạo ra cảnh báo trực tiếp trên hệ thống hoặc giao diện người dùng của nó. Cảnh báo này có thể hiển thị các thông tin về mẫu tấn công phát hiện, địa chỉ IP liên quan, thông tin thời gian và các chi tiết khác. Cảnh báo này giúp người quản trị mạng hoặc nhóm an ninh có thể phản ứng kịp thời với các hoạt động xâm nhập.",
    "content7": "Gửi cảnh báo qua email hoặc tin nhắn: NIDS có thể gửi cảnh báo qua email hoặc tin nhắn đến người quản trị mạng hoặc nhóm an ninh. Thông điệp cảnh báo sẽ cung cấp các thông tin chi tiết về sự xâm nhập hoặc tấn công, cho phép nhận biết nhanh chóng và phản ứng kịp thời.",
    "content8": "Kích hoạt hệ thống giám sát bên ngoài: NIDS có thể gửi tín hiệu hoặc cảnh báo tới các hệ thống giám sát bên ngoài, như SIEM (Security Information and Event Management) hoặc SOC (Security Operations Center). Điều này cho phép tích hợp thông tin về sự xâm nhập vào quy trình quản lý sự cố an ninh tổng thể của tổ chức.",
    "content9": "Ghi lại sự kiện và tạo báo cáo: NIDS có khả năng ghi lại các sự kiện xâm nhập và tạo báo cáo chi tiết. Các báo cáo này bao gồm thông tin về các hoạt động xâm nhập, các gói tin mạng liên quan, thông tin địa chỉ IP và thời gian xảy ra. Báo cáo này hữu ích cho việc phân tích sau này, điều tra và tăng cường an ninh mạng.",
    "content10": "Ghi lại gói tin mạng: NIDS có thể lưu trữ các gói tin mạng liên quan đến các hoạt động xâm nhập hoặc tấn công. Các gói tin này có thể được lưu trữ trong các tập tin nhật ký hoặc cơ sở dữ liệu để phục vụ cho việc phân tích sau này.",
    "content11": "Ghi lại metadata: NIDS có thể ghi lại các thông tin metadata quan trọng liên quan đến các hoạt động xâm nhập. Điều này bao gồm thông tin như địa chỉ IP nguồn và đích, cổng nguồn và đích, giao thức sử dụng, thời gian xảy ra và các thuộc tính khác.",
    "content12": "Ghi lại sự kiện: NIDS có thể ghi lại các sự kiện xâm nhập hoặc tấn công được phát hiện. Điều này bao gồm thông tin về loại tấn công, các biểu hiện của nó, các hành động thực hiện và kết quả của sự xâm nhập.",
    "content13": "Lưu trữ hồ sơ định danh: NIDS có thể lưu trữ các hồ sơ định danh liên quan đến các biểu hiện và mẫu tấn công đã biết. Điều này giúp trong việc nhận dạng và phân loại các loại tấn công.",
    "content14": "Tạo báo cáo: NIDS có khả năng tạo báo cáo chi tiết về các hoạt động xâm nhập đã phát hiện. Các báo cáo này có thể chứa các thông tin về các sự kiện xâm nhập, các biểu hiện của tấn công, các gói tin liên quan và các thông tin metadata khác.",
    "content15": "Tạo luật chặn: NIDS có thể tạo và triển khai các luật chặn trên thiết bị mạng để ngăn chặn các hoạt động xâm nhập. Khi NIDS phát hiện một hoạt động không hợp lệ hoặc tấn công, nó có thể tạo ra luật chặn tạm thời hoặc luật chặn vĩnh viễn để từ chối hoặc hạn chế truy cập từ địa chỉ IP hoặc kết nối mạng liên quan.",
    "content16": "Tự động cập nhật hệ thống: NIDS có thể tự động cập nhật các quy tắc, chữ ký và hồ sơ định danh để đối phó với các mẫu tấn công mới và mới xuất hiện. Khi có thông tin mới về các mẫu tấn công, NIDS có thể tải về và cập nhật dữ liệu để tăng khả năng phát hiện và cản trở.",
    "content17": "Tự động phản ứng và cản trở: NIDS có thể được cấu hình để thực hiện các hành động tự động như chặn kết nối, tắt máy chủ hoặc khởi động lại dịch vụ khi phát hiện hoạt động xâm nhập. Điều này giúp ngăn chặn tấn công tiếp diễn và giảm thiểu thiệt hại.",
    "content18": "Liên kết với hệ thống cản trở mạng (IPS): Một số NIDS có tích hợp tính năng IPS để tự động cản trở và ngăn chặn các hoạt động xâm nhập. IPS có thể thực hiện các hành động như từ chối truy cập, chặn gói tin hoặc cắt kết nối mạng dựa trên quy tắc và chữ ký.",
    "content19": "Thông báo và hành động gửi tới nhóm an ninh: NIDS có thể tự động thông báo về các hoạt động xâm nhập và tấn công cho nhóm an ninh hoặc người quản trị mạng.",
    "content20": "Phân tích định dạng gói tin: NIDS phân tích cú pháp và định dạng của gói tin mạng để xác định các thông tin quan trọng như địa chỉ nguồn, địa chỉ đích, cổng nguồn, cổng đích, giao thức, các trường dữ liệu và các phần khác. Bằng cách phân tích định dạng gói tin, NIDS có thể tìm ra các biểu hiện và mẫu tấn công đã biết hoặc không hợp lệ.",
    "content21": "Phân tích định dạng dữ liệu: NIDS có thể phân tích các dạng dữ liệu cụ thể trong gói tin mạng để xác định các hoạt động xâm nhập. Ví dụ, NIDS có thể phân tích các chuỗi ký tự, các số nguyên, các mã băm (hash), hoặc các đặc điểm đặc trưng của dữ liệu để nhận dạng các mẫu tấn công.",
    "content22": "Phân tích luật và quy tắc: NIDS sử dụng các luật và quy tắc an ninh mạng để phân tích lưu lượng mạng. Các luật này định nghĩa các biểu hiện, mẫu tấn công hoặc hoạt động không hợp lệ mà NIDS cần phát hiện. Phân tích luật và quy tắc giúp NIDS tìm ra các hoạt động xâm nhập và tấn công dựa trên các tiêu chí đã được định nghĩa trước.",
    "content23": "Phân tích định dạng mã độc: NIDS có thể phân tích các định dạng mã độc, ví dụ như mã độc shell, mã độc JavaScript, hay các loại tấn công như SQL Injection hoặc Cross-Site Scripting. Bằng cách phân tích định dạng mã độc, NIDS có thể xác định các hoạt động độc hại và ngăn chặn chúng.",
    "content24": "Triển khai tường lửa mạng.",
    "content25": "Áp dụng các biện pháp kiểm soát truy cập.",
    "content26": "Mã hóa dữ liệu quan trọng.",
    "content27": "Đảm bảo an toàn trong quản lý thiết bị mạng và hệ thống."
  },
  "DIP": {
    "title": "PHÂN TÍCH CHI TIẾT CÁC GÓI TIN DỮ LIỆU ĐI QUA MẠNG",
    "title1": "NHẬN GÓI TIN",
    "title2": "PHÂN TÍCH ĐẦU VÀO",
    "title3": "GIẢI MÃ LẮP GHÉP",
    "title4": "PHÂN TÍCH NỘI DUNG",
    "title5": "PHẢN ỨNG",
    "content1": "Sử dụng Port Mirroring: Port Mirroring (hoặc SPAN - Switched Port Analyzer) là một tính năng có sẵn trên các switch hoặc router mạng. Nó cho phép sao chép toàn bộ hoặc một phần gói tin từ một cổng mạng hoặc một nhóm cổng và chuyển chúng đến cổng được chỉ định để DPI có thể nhận các gói tin này.",
    "content2": "Sử dụng Network TAPs: Network TAPs (Terminal Access Points) là các thiết bị vật lý được cắm vào giữa các kết nối mạng để sao chép các gói tin và chuyển chúng đến DPI. Network TAPs cung cấp một điểm truy cập không gian và thời gian cho việc giám sát và phân tích gói tin mạng.",
    "content3": "Kết hợp với Firewall hoặc Router: DPI có thể được tích hợp trực tiếp vào các thiết bị như firewall hoặc router. Trong trường hợp này, các thiết bị này sẽ chịu trách nhiệm định tuyến các gói tin mạng qua DPI trước khi chúng tiếp tục được chuyển tiếp đến đích cuối cùng.",
    "content4": "Sử dụng Agent hoặc Software Sensor: DPI có thể triển khai thông qua việc cài đặt các agent hoặc software sensor trực tiếp trên các máy chủ hoặc thiết bị mạng. Agent này sẽ hoạt động như một giao diện giữa các gói tin mạng và DPI, cho phép DPI nhận và phân tích gói tin từ các nguồn khác nhau.",
    "content5": "Xem xét thông tin tiêu đề: DPI xem xét các thông tin tiêu đề của gói tin mạng để có cái nhìn tổng quan về nguồn và đích của gói tin. Các thông tin này bao gồm địa chỉ nguồn (source address), địa chỉ đích (destination address), cổng nguồn (source port), cổng đích (destination port), giao thức sử dụng (protocol), và các trường khác trong tiêu đề của gói tin. Thông tin tiêu đề này cung cấp những dấu hiệu ban đầu về loại dịch vụ hoặc ứng dụng mà gói tin đang sử dụng.",
    "content6": "Xác định giao thức: Dựa trên thông tin tiêu đề, DPI xác định giao thức mạng được sử dụng trong gói tin, chẳng hạn như TCP, UDP, ICMP và các giao thức khác. Qua việc xác định giao thức, DPI có thể hiểu cách gói tin được đóng gói và truyền qua mạng.",
    "content7": "Phân tích các trường và giá trị khác: DPI cũng xem xét các trường và giá trị khác trong gói tin mạng để có thêm thông tin chi tiết. Các trường này có thể bao gồm trường tùy chọn (option field), trường dữ liệu (data field), trường băm (checksum field) và các trường khác tùy thuộc vào giao thức và định dạng gói tin cụ thể.",
    "content8": "Xác định phương thức mã hóa: Trước khi DPI có thể giải mã gói tin, nó phải xác định phương thức mã hóa được sử dụng. Gói tin có thể được mã hóa bằng các phương pháp như mã hóa SSL/TLS (Secure Sockets Layer/Transport Layer Security) hoặc mã hóa mã nguồn mở khác. DPI sử dụng các thuật toán và mẫu xác định để xác định phương thức mã hóa và chuẩn bị cho việc giải mã.",
    "content9": "Giải mã gói tin: Sau khi xác định phương thức mã hóa, DPI sử dụng các thuật toán tương ứng để giải mã gói tin. Quá trình này đảm bảo rằng các dữ liệu trong gói tin được trả về dạng gốc, hiển thị nội dung thực tế của gói tin. Ví dụ, nếu gói tin được mã hóa bằng SSL/TLS, DPI sẽ sử dụng các khóa và thuật toán mã hóa để giải mã và truy xuất dữ liệu gốc trong gói tin.",
    "content10": "Lắp ghép các phân đoạn: Nếu gói tin ban đầu đã bị chia nhỏ thành các phân đoạn (segments) để truyền qua mạng, DPI tiến hành lắp ghép các phân đoạn này lại thành gói tin hoàn chỉnh. Quá trình này bao gồm xác định và sắp xếp các phân đoạn theo thứ tự và tiếp nối chúng để tạo thành gói tin đầy đủ.",
    "content11": " Kiểm tra cấu trúc dữ liệu: DPI xem xét cấu trúc dữ liệu bên trong gói tin, bao gồm các trường, phần tử và cấu trúc dữ liệu khác. Điều này giúp DPI hiểu cách thông tin được tổ chức và truyền tải trong gói tin.",
    "content12": "Phân tích các thuộc tính và thông tin: DPI xác định các thuộc tính và thông tin quan trọng trong nội dung của gói tin. Điều này có thể bao gồm các địa chỉ IP, địa chỉ MAC, cổng kết nối, tiêu đề tin nhắn, dữ liệu payload và các thông tin khác liên quan đến giao thức và ứng dụng được sử dụng trong gói tin.",
    "content13": "Xác định mẫu và chữ ký: DPI so sánh nội dung của gói tin với một tập hợp các mẫu và chữ ký đã biết của các mối đe dọa, tấn công hoặc hành vi đáng ngờ khác. Các mẫu và chữ ký này có thể bao gồm các chuỗi ký tự đặc biệt, mã độc, tên miền độc hại, hình thức tấn công đã biết và các mẫu hoạt động xâm nhập khác. Nếu DPI tìm thấy các khớp trong nội dung, nó có thể xác định rằng gói tin đang chứa các mẫu tấn công hoặc đang thực hiện các hành vi đáng ngờ.",
    "content14": " Áp dụng luật và quy tắc: DPI có thể áp dụng các luật và quy tắc được định nghĩa trước để xác định hành vi hợp pháp và hành vi không hợp pháp. Các luật và quy tắc này có thể dựa trên các chuỗi ký tự, biểu thức chính quy, mô hình hoạt động, hoặc các tiêu chí khác để xác định mẫu hành vi và các hành vi không mong muốn.",
    "content15": "Phân loại và cảnh báo: Dựa trên kết quả phân tích nội dung, DPI phân loại gói tin vào các nhóm hoặc loại hành vi khác nhau và cung cấp cảnh báo tương ứng.",
    "content16": " Chặn giao tiếp: DPI có khả năng chặn giao tiếp của gói tin hoặc của một luồng dữ liệu nếu nó được xác định là có chứa các mẫu tấn công, độc hại hoặc vi phạm chính sách bảo mật mạng. Khi gói tin bị chặn, nó có thể bị từ chối hoặc chuyển hướng sang một đích không mong muốn.",
    "content17": "Ghi nhật ký và theo dõi: DPI có thể ghi lại thông tin về các hoạt động mạng và lưu trữ chúng trong nhật ký để phân tích và kiểm tra sau này. Điều này giúp xác định các mẫu hoạt động xâm nhập, tấn công hoặc các hành vi không mong muốn và hỗ trợ quá trình điều tra và phân tích sau này.",
    "content18": "Cảnh báo và báo động: DPI có khả năng cung cấp cảnh báo và thông báo cho các quản trị viên hoặc hệ thống an ninh mạng về các mẫu tấn công, mối đe dọa hoặc hành vi đáng ngờ. Cảnh báo này giúp người quản trị mạng có thể nhanh chóng phản ứng và triển khai các biện pháp bảo mật phù hợp để đối phó với các tình huống nguy hiểm.",
    "content19": "Phản ứng tự động: Dựa trên cấu hình và quy định được định nghĩa trước, DPI có thể thực hiện các phản ứng tự động như cắt kết nối, chặn IP hoặc chặn các loại dịch vụ cụ thể nếu một mẫu tấn công hoặc hành vi đáng ngờ được xác định."
  },
  "gallery": "HÌNH ẢNH",
  "contact": {
    "content": "Cần chúng tôi giúp đỡ với chương trình bảo mật của bạn?"
  },
  "about": {
    "title": "VỀ CHÚNG TÔI",
    "title1": "Giải pháp an toàn thông tin mạng",
    "title2": "FAGONET",
    "contact": "Thông tin liên hệ",
    "contact-more": "LIÊN HỆ CHÚNG TÔI - CÓ MẶT 24/7",
    "district": "Tòa IMC Tower, Số 176 Trường Chinh, P. Khương Thượng, Q. Đống Đa, Tp. Hà Nội, Việt Nam",
    "qr": "QUÉT ĐỂ",
    "details": "BIẾT THÊM CHI TIẾT"
  },
  "copyright": "Bản quyền thuộc Công ty cổ phần an toàn thông tin Việt Nam FAGONET. Bảo lưu mọi quyền",
  "form": {
    "title1": "Hãy làm việc",
    "title2": "Cùng Nhau",
    "idea": "Hãy cho chúng tôi biết về bản thân bạn và chúng tôi sẽ tìm ra giải pháp tốt nhất cho bạn và nhu cầu của tổ chức bạn.",
    "content1": "Một công cụ linh hoạt để toàn bộ công ty của bạn chia sẻ kiến ​​thức, vận chuyển dự án và cộng tác.",
    "content2": "Các tính năng dành cho doanh nghiệp để quản lý quyền truy cập và bảo mật của người dùng một cách an toàn.",
    "content3": "Hỗ trợ tận tâm để làm việc với bạn trong quá trình thiết lập và giúp bạn xây dựng kế hoạch tốt nhất cho công ty của mình."
  },
  "progress": "TIẾN TRIỂN",
  "progress2": "SẼ SỚM RA MẮT",
  "progress-content": "Nó gần như đã sẵn sàng...chân thật",
  "services-page": {
    "step1": "Tier 1 (VCS)",
    "step2": "Tier 2 ( Customer )",
    "step3": "Tier 3 (VCS)",
    "step4": "Content Analysis (VCS)",
    "step5": "Threat Analysis (VCS)",
    "step6": "SOC Manager (VCS & Customer)",
    "step-content1": "Thực hiện giám sát 24/7 và chịu trách nhiệm xử lý các cảnh báo theo hướng dẫn",
    "step-content2": "Tiếp nhận các sự cố từ Tier 1 và xử lý các sự cố thông thường và leo thang sự cố đến Tier 3",
    "step-content3": "Tiếp nhận các sự cố leo thang từ Tier 2 để xử lý chuyên sâu hơn, đồng thời viết lại hướng dẫn xử lý",
    "step-content4": "Cải thiện, nâng cao, tối ưu hóa khả năng xử lý của hệ thống",
    "step-content5": "Rà soát, phân tích, cập nhật các tri thức về các nguy cơ mới vào hệ thống",
    "step-content6": "Quản lý điều hành hệ thống và kiểm tra, đánh giá hiệu suất làm việc của hệ thống",
    "title": "Lợi thế cạnh tranh",
    "endWord": "Chúng tôi cam kết cung cấp dịch vụ với quy trình triển khai toàn diện, đảm bảo tuân thủ các chính sách và quy trình bảo mật thông tin của khách hàng.",
    "endTitle": "Quy trình triển khai",
    "end-title-desc": "Chúng tôi cam kết cung cấp dịch vụ với quy trình thực hiện toàn diện, đảm bảo tuân thủ các chính sách và quy trình bảo mật thông tin của khách hàng",
    "intro1": "Dịch vụ Quản lý Bảo mật",
    "firstWord1": "Hỗ trợ giám sát và phản ứng với các sự cố bảo mật mạng 24/7 cho tổ chức và doanh nghiệp",
    "desc1": "Chúng tôi cung cấp dịch vụ bảo mật thông tin với các tùy chọn linh hoạt phù hợp với nhu cầu và tình hình hiện tại của khách hàng.",
    "content1": {
      "list1": "Giám sát trực tuyến 24/7 về tất cả các vấn đề bảo mật thông tin trên hệ thống IT của khách hàng",
      "list2": "Phát hiện sự cố bảo mật thông tin và tiến hành phản ứng khẩn cấp và khắc phục theo quy trình đóng",
      "list3": "Phát hiện các cuộc tấn công vào hệ thống và hỗ trợ hoạt động phối hợp phản ứng sự cố",
      "list4": "Hỗ trợ xử lý các vấn đề phức tạp, cuộc tấn công APT, cuộc tấn công DDoS"
    },
    "intro2": "Săn lùng mối đe dọa",
    "firstWord2": "Đảm bảo hệ thống doanh nghiệp được bảo mật và ngăn chặn khỏi mọi cuộc tấn công mạng. Threat Hunting có thể tìm kiếm, phát hiện và loại bỏ phần mềm độc hại cũng như các mối đe dọa bảo mật mạng tiềm ẩn trong mạng doanh nghiệp.",
    "desc2": "Chúng tôi cung cấp dịch vụ với chất lượng xuất sắc.",
    "content2": {
      "list1": "Công cụ phát triển trong nhà.",
      "list2": "Các chuyên gia hàng đầu (trong bảng xếp hạng Nhà nghiên cứu Bảo mật của Microsoft, Google, Facebook)",
      "list3": "Linh hoạt với quy trình, quy định, tiêu chuẩn của khách hàng"
    },
    "intro3": "Kiểm tra và kiểm toán",
    "firstWord3": "Thực hiện kiểm tra xâm nhập và kiểm toán cho toàn bộ hệ thống mạng và ứng dụng một cách toàn diện. Dịch vụ được thực hiện từ các giai đoạn thiết kế, triển khai, kiểm thử và vận hành của hệ thống tổ chức. Các phương pháp sử dụng được lựa chọn bởi khách hàng.",
    "desc3": "Chúng tôi cung cấp dịch vụ bảo mật thông tin với các tùy chọn linh hoạt phù hợp với nhu cầu và tình hình hiện tại của khách hàng.",
    "content3": {
      "list1": "Giám sát trực tuyến 24/7 về tất cả các vấn đề bảo mật thông tin trên hệ thống IT của khách hàng",
      "list2": "Phát hiện sự cố bảo mật thông tin và tiến hành phản ứng khẩn cấp và khắc phục theo quy trình đóng",
      "list3": "Phát hiện các cuộc tấn công vào hệ thống và hỗ trợ hoạt động phối hợp phản ứng sự cố",
      "list4": "Hỗ trợ xử lý các vấn đề phức tạp, cuộc tấn công APT, cuộc tấn công DDoS"
    },
    "intro4": "Bảo mật Ứng dụng",
    "firstWord4": "Dịch vụ Bảo mật Ứng dụng nhằm hoàn thiện chu kỳ phát triển phần mềm của một tổ chức về mô hình, công cụ, phương pháp triển khai và nhận thức về bảo mật thông tin của các lập trình viên.",
    "desc4": "Dịch vụ Bảo mật Ứng dụng với các tùy chọn linh hoạt phù hợp với nhu cầu và tình trạng của khách hàng.",
    "content4": {
      "list1": "Dịch vụ bảo mật ứng dụng toàn diện: Tư vấn triển khai DevSecOps, đánh giá bảo mật mã nguồn, đánh giá nguy cơ bảo mật thông tin (Threat Modeling), ...",
      "list2": "Cố vấn Bảo mật Thông tin: Hỗ trợ và khắc phục lỗi bảo mật thông tin trong quá trình phát triển sản phẩm, cung cấp các tiêu chuẩn bảo mật thông tin áp dụng cho ứng dụng và hệ thống.",
      "list3": "Kết hợp kiến thức bảo mật toàn cầu và kiến thức chuyên môn đã tích lũy bởi Viettel trong quá trình nghiên cứu bảo mật và cung cấp dịch vụ bảo mật mạng cho Viettel nội bộ (trên 11 quốc gia) và khách hàng.",
      "list4": "Đánh giá Giao thức: Kiểm tra các điểm yếu của giao thức truyền thông radio IoT, giao thức tầng ứng dụng MQTT, CoAPP, Socket, v.v."
    }
  }
}
