{
  "download": "DownLoad DataSheet",
  "HOME": "Home",
  "fago-intro": "Fagonet is a cybersecurity company that provides cyber risk management and services on behalf of our valued technology and distribution partners.",
  "SOLUTIONS": "Solutions",
  "SERVICES": "Services",
  "CONTACT": "Contact Us",
  "touch": "Let's get in touch!",
  "mess": "Send Us Message",
  "askQuestion": "Have any questions regarding our services? Send us your message.",
  "term": "Save my name, email, and website in this browser for the next time I review.",
  "started": "Get started",
  "view-more": "view more",
  "services-intro": "With Quality services for you",
  "solutions-intro": "We provide cyber security solutions that meet the unique needs of our customers and help them succeed in an increasingly digital world.",
  "our-services": "Our Services",
  "our-solutions": "Solutions",
  "services": {
    "test": "Penetration Testing",
    "security": "Application Security",
    "assessment": "Security Assessment",
    "simulation": "Adversary Simulation",
    "read-more": "Read More"
  },
  "errTitle": "PAGE NOT FOUND",
  "errContent": "The page you are looking for might have been removed had its name changed or is temporarily unavailable.",
  "en": "English",
  "vi": "VietNam",
  "intro": {
    "title1": "Cybersecurity Ecosystem",
    "title2": "FAGONET",
    "title3": "FAGONET",
    "siem": "SIEM - Security Information and Event Management",
    "waf": "WAF - Web Application Firewall",
    "nips": "NIPS - Network Intrusion Prevention System",
    "edr": "EDR - Endpoint Detection and Response",
    "nac": "NAC - Network Access Control",
    "nids": "NIDS - Network Intrusion Detection System",
    "dip": "DIP - Detailed Analysis Of Data Packets Passing Through The Network"
  },
  "SIEM": {
    "title": "CENTRALIZED INFORMATION SECURITY MONITORING MANAGEMENT SYSTEM",
    "title1": "REAL-TIME LOG COLLECTION AND MANAGEMENT",
    "title2": "NETWORK ATTACK DETECTION",
    "title3": "PROCESSING CORRELATION ANALYSIS",
    "title4": "THREAT INTELLIGENCE INTEGRATION",
    "title5": "VULNERABILITY MANAGEMENT INTEGRATION",
    "title6": "SECURITY ALERTS AND AUTOMATICALLY PREVENT ATTACKS",
    "title7": "INCIDENT INVESTIGATION AND ANALYSIS",
    "title8": "SYSTEM ADMINISTRATION FUNCTION",
    "idea1": "Collecting logs from different souces:",
    "idea2": "Automatic log normalization:",
    "content1": "Network devices, security devices: Router, Switch, Firewall/IPS/IDS, Sandbox WAF, Network APT.",
    "content2": "System servers on different platforms: Windows, Linux, Unix.",
    "content3": "Applications serving the operation of the system: DHCP, DNS, NTP, VPN, Proxy Server,...; Application service providers: Web, Mail, FPT, TFTP and database management systems Oracle, SQL, IP Camera.",
    "content4": "Terminal devices: User computer, printer, fax machine, IP Phone, IP Camera.",
    "content5": "Automatically normalize log data received from devices and applications.",
    "content6": "Automatically update new log formats from Cloud",
    "content7": "Detecting network attack based on Web application access log analysis.",
    "content8": "Detecting malicious domain queries based on DNS log analysis.",
    "content9": "Detecting connections to malicious IP addresses based on device and operating system connection log analysis.",
    "content10": "Automatic updates from the Cloud about web application attack detection, list of malicious domains and addresses.",
    "content11": "Allowance of establishing rules to automatically conduct correlation analysis of various log sources to detect network attacks.",
    "content12": "Abnormal behavior detection to accurately detect the target and being attacked based on the ability to automatically analyze the alerts received from the system.",
    "content13": "Administrator permissions to generate a set of rules to detect anomalous user behavior and abnormal network connections on the system.",
    "content14": "Setting up available rules to detect the following behaviors:",
    "content15": "Hacker's networking scanning behavior.",
    "content16": "Attack behavior from a source address when conducting different type of network attacks to the protected system.",
    "content17": "Web application attack behavior.",
    "content18": "Network attack by using malicious code, malware.",
    "content19": "Integrated threat intelligence function.",
    "content20": "Update threat intelligence data from the Cloud.",
    "content21": "Automatically update blacklist (IP, DOMAIN, HASH) for SIEM from threat intelligence data.",
    "content22": "Allowance of sharing information with threat intelligence systems.",
    "content23": "Integrated information security vulnerability management function.",
    "content24": "Automatically warning when detecting information security weaknesses in the system.",
    "content25": "Allowance of setting virtual patch policy to protect the system.",
    "content26": "Integrate the function of looking up information related to vulnerabilities and weaknesses",
    "content27": "Automatic warning of attacks via SMS, Email, ...",
    "content28": "The system provides interoperability with network devices (Router Cisco - Juniper, Firewall Cisco PIX - ASA, Firewall, Check-Point, Firewall Forgtinet,...), Security devices (Firewall, NAC, IDS, IPS) and operating systems (Windows Server, Linux, Centos, Fedora, Ubuntu, Debian, Linux, Transparent Firewall,...) to conduct network attack prevention.",
    "content29": "This ability allows the systems to prevent network attacks without affecting the operation and performance of the systems; and does not require the installation of Agents on devices or servers.",
    "content30": "ALLOWANCE OF CREATION CORRELATION RULES.",
    "content31": "ALLOWANCE OF DETECTION AND INVESTIGATION OF ATTACKS AND INCIDENTS.",
    "content32": "ALLOWANCE OF IN-DEPTH LOG ANALYSIS FOR EACH INFORMATION FIELD.",
    "content33": "ALLOWANCE OF INCIDENT ANALYSIS AND INVESTIGATION THROUGH AN INTUITIVE INTERFACE.",
    "content34": "The Dashboard function allows administrators to have general information about the system.",
    "content35": "The Event Map function allows real-time visualization of network attacks.",
    "content36": "The report generation function allows administrators to create customized reports according to specific conditions in different formats.",
    "content37": "System configuration management.",
    "content38": "Managing system administrator accounts.",
    "content39": "Managing system software updates from the Cloud.",
    "content40": "System status information.",
    "content41": "Managing logs operating on the system.",
    "content42": "System management via Console và SSH"
  },
  "WAF": {
    "title": "WEB APPLICATION FIREWALL SYSTEM",
    "title1": "FUNCTION DESCRIPTION",
    "title2": "IMPLEMENTATION PLAN",
    "title3": "WEB APPLICATION SECURITY",
    "title4": "PROCESSING CORRELATION ANALYSIS",
    "title5": "SECURITY ALERTS AND AUTOMATICALLY PREVENT ATTACKS",
    "title6": "INCIDENT INVESTIGATION AND ANALYSIS",
    "title7": "SYSTEM ADMINISTRATION FUNCTION",
    "title8": "MINIMUM PROCESSING CAPACITY",
    "content1": "Web Application Firewall is a solution to protect applications against cyber attacks. WAF is a hardware or software device installed on a server that monitors information by using the http/https protocol between a user's browser and a web server. WAF enforces security policies based on attack signatures, standard protocols, and anomalous web application traffic.",
    "content2": "Implemented as a reverse proxy.",
    "content3": "Implemented as transparent proxy",
    "content4": "Implemented offline tracking mechanism (offline sniffing).",
    "content5": "Implemented with Web Cache Communication Protocal (WCCP).",
    "content6": "Allowance of establishing a set of rules to automatically conduct correlation analysis of various log sources to detect network attacks.",
    "content7": "Abnormal behavior detection to accurately detect the target and being attacked based on the ability to automatically analyze the alerts received from the system.",
    "content8": "Administrator permissions to generate a set of rules to detect anomalous user behavior and abnormal network connections on the system.",
    "content9": "FILTERING PACKETS BY BLACKLIST.",
    "content10": "IP ADDRESS FILTERING.",
    "content11": "IP ADDRESS CLASSIFICATION BY GEOGRAPHIC COORDINATES.",
    "content12": "APPLY OWASP'S TOP 10.",
    "content13": "CSS ATTACK PREVENTION.",
    "content14": "CSRF ATTACK PREVENTION.",
    "content15": "SESSION HIJACKING ATTACK PREVENTION.",
    "content16": "BUILT-IN VULNERABILITY SCANNING FEATURE.",
    "content17": "MALWARE DETECTION.",
    "content18": "VIRTUAL PATCHING.",
    "content19": "BRUTEFORCE ATTACK PREVENTION.",
    "content20": "SQLI ATTACK DETECTION.",
    "content21": "STATEFUL FIREWALL INTEGRATION AT LAYER 4.",
    "content22": "DOS ATTACK PREVENTION.",
    "content23": "DEFACE ATTACK PREVENTION.",
    "content24": "Automatic warning of attacks via SMS, Email,...",
    "content25": "The system provides interoperability with network devices (Router Cisco - Juniper, Firewall Cisco PIX - ASA, Firewall Check-Point, Firewall Fortigate,..), Security devices (Firewall, NAC, IDS, IPS) and operating systems (Windows Server, Linux Centos, Fedora, Ubuntu, Debian, Linux Transparent Firewall,...) to conduct network attack prevention.",
    "content26": "This ability allows the systems to prevent network attacks without affecting the operation and performance of the systems; and does not require the installation of Agents on devices or servers.",
    "content27": "Allowance of in-depth log analysis for each information field.",
    "content28": "Allowance of creation correlation rules to detect and investigate attacks and incidents.",
    "content29": "Allowance of incident analysis and investigation through an intuitive interface.",
    "content30": "DASHBOARD FUNCTION ALLOWS ADMINISTRATORS TO HAVE GENERAL INFORMATION ABOUT THE SYSTEM.",
    "content31": "BEHAVIOR BLOCKING FUNCTION ENABLES MANAGEMENT OF BEHAVIORAL ATTACK DETECTION AND PREVENTION ALERTS.",
    "content32": "REPORT GENERATION FUNCTION ALLOWS ADMINISTRATORS TO CREATE CUSTOMIZED REPORTS ACCORDING TO SPECIFIC CONDITIONS IN DIFFERENT FORMATS.",
    "content33": "MANAGING SYSTEM ADMINISTRATOR ACCOUNTS.",
    "content34": "MANAGING SYSTEM SOFTWARE UPDATES FROM THE CLOUD.",
    "content35": "SYSTEM STATUS INFORMATION.",
    "content36": "MANAGING LOGS OPERATING ON THE SYSTEM.",
    "content37": "SYSTEM MANAGEMENT VIA CONSOLE VÀ SSH.",
    "content38": "Throughput: 200 Mbps",
    "content39": "Backend Servers Supported: 10-25",
    "content40": "HTTP Transactions Per Second: 30,000",
    "content41": "HTTP Connections Per Second: 10,000",
    "content42": "HTTPS Transactions Per Second: 12,000",
    "content43": "Concurrent Connections: 500,000"
  },
  "NIPS": {
    "title": "NEW GENERATION NETWORK INTRUSION PREVENTION SYSTEM",
    "title1": "Detection of network attacks based on signature-based detection",
    "title2": "Detection of network attacks based on abnormal system activities",
    "title3": "Detection of malicious behavior based on abnormal network connections",
    "title4": "SYSTEM MANAGEMENT FUNCTION",
    "content1": "The system is capable of analyzing network connections to detect network attacks without affecting the operation of the protected system.",
    "content2": "Detection of abnormal activities on the system based on system signatures.",
    "content3": "Targeted network attacks involve insider users within the system.",
    "content4": "Denial of Service (DoS/DDoS) attacks.",
    "content5": "Violations of system policies.",
    "content6": "Detection of abnormal network connections on the system.",
    "content7": "Attacks that use Shellcode.",
    "content8": "Detection of malicious software activities through the network environment.",
    "content9": "Network scanning attacks.",
    "content10": "Attacks on operating systems (Linux, Windows, etc.).",
    "content11": "Attacks on Web servers (IIS, Apache, Oracle, etc.).",
    "content12": "Attacks on Database servers (Mssql, Mysql, Oracle, etc.).",
    "content13": "Attacks on Email servers (POP3, IMAP, SMTP, etc.).",
    "content14": "Attacks on Web applications (SQL/XSS/Command Line Injection, HTTP detour attack, Inclusion Vulnerabilities, Brute Force, etc.).",
    "content15": "Behavior Detection function allows the accurate detection of abnormal behaviors to identify the target and the victim based on the automatic analysis of alerts received from the system.",
    "content16": "Behavior Detection function allows administrators to set rules to detect abnormal user behaviors and abnormal network connections on the system.",
    "content17": "Behavior Detection function includes pre-configured rules to detect the following behaviors: Network scanning behavior by hackers, Attacks from different source addresses to the protected system, Attacks on Web applications, Attacks by malicious code or software.",
    "content18": "The system provides the ability to interact with network devices (Router, Switch), security devices (Firewall), and operating systems (Windows, Linux, etc.) to prevent network attacks.",
    "content19": "The DASHBOARD function allows administrators to have an overview of the system.",
    "content20": "The BEHAVIOR BLOCKING function manages alerts for behavior-based detection and prevention of attacks.",
    "content21": "The REPORT GENERATION function allows administrators to create customized reports based on specific conditions and different formats.",
    "content22": "SYSTEM CONFIGURATION MANAGEMENT",
    "content23": "STATISTICS AND REPORTS",
    "content24": "SYSTEM ADMINISTRATION ACCOUNT MANAGEMENT",
    "content25": "SYSTEM SOFTWARE UPDATE MANAGEMENT FROM CLOUD",
    "content26": "SYSTEM STATUS INFORMATION",
    "content27": "LOG MANAGEMENT OF SYSTEM ACTIVITIES",
    "content28": "SYSTEM ADMINISTRATION VIA CONSOLE INTERFACE AND SSH"
  },

  "EDR": {
    "title": "ENDPOINT DETECTION AND RESPONSE SOLUTION",
    "title1": "ENDPOINT MANAGEMENT FUNCTION",
    "title2": "NETWORK ATTACK DETECTION THROUGH BEHAVIOR",
    "title3": "MALWARE DETECTION BASED ON SIGNATURE IDENTIFICATION",
    "title4": "INCIDENT RESPONSE FUNCTION",
    "title5": "INCIDENT INVESTIGATION AND ANALYSIS",
    "title6": "SYSTEM ADMINISTRATION FUNCTION",
    "title7": "DEPLOYMENT SUPPORT",
    "content1": "Centralized management of system information (Hostname, IP, MAC, Hostfix, etc.)",
    "content2": "Centralized management of system information (Hostname, IP, MAC, Hostfix, etc.)",
    "content3": "Centralized management of information security events on multi-platform endpoints.",
    "content4": "Management of security policy enforcement on endpoints.",
    "content5": "Automatic alerting, handling, and isolation of endpoints exhibiting abnormal behavior.",
    "content6": "Allowing definition and creation of behavior analysis rules, enabling correlation analysis to detect APT attacks.",
    "content7": "Detection of malware attacks on endpoints connecting to C&C Servers.",
    "content8": "Detection of malware attacks on endpoints querying malicious domains.",
    "content9": "Detection of malware attacks on endpoints running malicious software.",
    "content10": "Detection of malware attacks on endpoints running malicious software.",
    "content11": "Detection of malware attacks on endpoints using Yara Rules.",
    "content12": "Detection of malware attacks on endpoints using knowledge from TIP systems.",
    "content13": "Tracing, investigating, and analyzing information security events and incidents on endpoints.",
    "content14": "Management of processes on endpoints.",
    "content15": "Management of network connections on endpoints.",
    "content16": "Management of system processes and automatically running programs on the system.",
    "content17": "Management of information about service ports on endpoints.",
    "content18": "Management of system login information on endpoints.",
    "content19": "Management of access information and data downloads on endpoints.",
    "content20": "Downloading files to the EDR server, analyzing and scanning malware, sending information to the Sandbox.",
    "content21": "Allowing deep log analysis by specific field information.",
    "content22": "Allowing the creation of correlation rules for detecting and investigating attacks and incidents.",
    "content23": "Allowing analysis and investigation of incidents through an intuitive interface.",
    "content24": "DASHBOARD FUNCTION THAT PROVIDES ADMINISTRATORS WITH AN OVERVIEW OF THE SYSTEM.",
    "content25": "BEHAVIOR BLOCKING FUNCTION THAT MANAGES ALERTS FOR BEHAVIOR-BASED DETECTION AND ATTACK PREVENTION.",
    "content26": "REPORT GENERATION FUNCTION THAT ALLOWS ADMINISTRATORS TO CREATE CUSTOM REPORTS IN DIFFERENT FORMATS BASED ON SPECIFIC CONDITIONS.",
    "content27": "SYSTEM CONFIGURATION MANAGEMENT.",
    "content28": "SYSTEM ADMINISTRATION ACCOUNT MANAGEMENT.",
    "content29": "SYSTEM SOFTWARE UPDATE MANAGEMENT FROM CLOUD.",
    "content30": "SYSTEM STATUS INFORMATION.",
    "content31": "MANAGEMENT OF SYSTEM ACTIVITY LOGS.",
    "content32": "SYSTEM ADMINISTRATION VIA CONSOLE INTERFACE AND SSH.",
    "content33": "Windows 11; Windows 10",
    "content34": "Windows Server 2008 R2",
    "content35": "Windows Server 2012 R2",
    "content36": "Windows Server 2016",
    "content37": "Windows Server 2019",
    "content38": "CentOS 7.x; CentOS 8.x",
    "content39": "Debian 10; Debian 11"
  },
  "NAC": {
    "title": "NETWORK ACCESS CONTROL SYSTEM",
    "title1": "SYSTEM FUNCTIONS",
    "title2": "SYSTEM MANAGEMENT",
    "title3": "SYSTEM FUNCTIONS",
    "content1": "The dashboard function allows administrators to have an overview of the system.",
    "content2": "The function manages alerts for detection and prevention of behavior-based attacks.",
    "content3": "The reporting function allows administrators to create customized reports based on specific conditions.",
    "content4": "System configuration management.",
    "content5": "Management of system administration accounts.",
    "content6": "Management of system software updates from the cloud.",
    "content7": "System status information.",
    "content8": "Management of activity logs on the system.",
    "content9": "System administration through Console and SSH interfaces.",
    "content10": "ENFORCING SYSTEM POLICIES BY INTERACTING WITH NETWORK DEVICES (ROUTERS, SWITCHES), SECURITY DEVICES (FIREWALLS), AND OPERATING SYSTEMS (WINDOWS, LINUX, ETC.) TO MANAGE ACCESS.",
    "content11": "AUTOMATIC LEARNING OF NETWORK DEVICE COMPONENTS IN THE SYSTEM.",
    "content12": "AUTOMATICALLY PROVIDING NETWORK CONNECTION INFORMATION BASED ON SYSTEM POLICIES.",
    "content13": "NETWORK ACCESS AUTHENTICATION THROUGH AUTHENTICATION PROXY.",
    "content14": "ACCESS CONTROL THROUGH ACCESS CONTROL LISTS (ACLS), VLAN, AND TCP RESET.",
    "content15": "LOGGING NETWORK ACCESS FOR INVESTIGATION PURPOSES.",
    "content16": "MONITORING BEHAVIOR AND ENFORCEMENT OF DEVICE SECURITY POLICIES.",
    "content17": "DETECTION AND MANAGEMENT OF DEVICES IN THE NETWORK.",
    "content18": "DISPLAYING NETWORK BLOCKING NOTIFICATIONS TO USERS.",
    "content19": "GROUPING DEVICES BY IP RANGE OR SWITCH, ADMINISTRATIVE PRIVILEGES BASED ON DEVICE GROUPS.",
    "content20": "AUTOMATIC WHITELISTING FOR DEVICES BASED ON MAC ADDRESS, DEVICE TYPE.",
    "content21": "GENERATING REPORTS ON POLICY VIOLATIONS.",
    "content22": "CENTRALIZED SWITCH CONFIGURATION SUPPORT: PORT CONTROL, VLAN CHANGES, ETC.",
    "content23": "INTEGRATION WITH CENTRALIZED MONITORING SYSTEMS (SIEM)."
  },
  "NIDS": {
    "title": "NETWORK INTRUSION DETECTION SYSTEM",
    "title1": "INTRUSION DETECTION",
    "title2": "ALERTS AND NOTIFICATIONS",
    "title3": "DETAILED LOGGING",
    "title4": "AUTOMATIC INTERCEPTION AND BLOCKING",
    "title5": "FORMAT ANALYSIS AND RULES",
    "title6": "ENHANCING NETWORK SECURITY",
    "content1": "Signature-based analysis: NIDS compares network packets with a known signature database to identify pre-defined attack patterns. These signatures are typically generated from known attack samples, characteristic features of attack types, or indications that attacks can create.",
    "content2": "Rule-based analysis: NIDS uses network security rules and regulations to detect indications of intrusion activity. These rules are defined by network administrators or security experts based on indications of attacks or invalid activities.",
    "content3": "Behavior-based analysis: NIDS monitors network activity behavior and identifies normal behavior patterns, trends, and rules. When abnormal or invalid activities are detected, NIDS alerts to a possibility of intrusion.",
    "content4": "Machine learning-based analysis: NIDS can utilize machine learning algorithms and models to analyze network traffic and detect intrusive behaviors. These algorithms can be pre-trained with known data to identify abnormal patterns or indications of attacks.",
    "content5": "Statistical analysis: NIDS employs statistical analysis techniques to identify patterns, trends, and deviations in network traffic. By comparing actual data with pre-defined data or statistical models, NIDS can detect abnormal or invalid activities.",
    "content6": "System-based alerts: NIDS can generate alerts directly on its system or user interface. These alerts can display information about detected attack patterns, related IP addresses, timestamp information, and other details. These alerts help network administrators or security teams to respond promptly to intrusion activities.",
    "content7": "Sending alerts via email or messages: NIDS can send alerts via email or messages to network administrators or security teams. The alert messages will provide detailed information about the detected intrusion or attack, enabling quick recognition and timely response.",
    "content8": "Activating external monitoring systems: NIDS can send signals or alerts to external monitoring systems such as Security Information and Event Management (SIEM) or Security Operations Center (SOC). This allows integration of intrusion information into the overall security incident management process of an organization.",
    "content9": "Event logging and reporting: NIDS has the ability to log intrusion events and generate detailed reports. These reports include information about intrusion activities, related network packets, IP addresses, and timestamps. These reports are useful for future analysis, investigations, and enhancing network security.",
    "content10": "Logging network packets: NIDS can store network packets related to detected intrusions or attacks. These packets can be stored in log files or databases for future analysis.",
    "content11": "Logging metadata: NIDS can log important metadata information related to intrusion activities. This includes information such as source and destination IP addresses, source and destination ports, used protocols, occurrence time, and other attributes.",
    "content12": "Logging events: NIDS can log detected intrusion or attack events. This includes information about the type of attack, its indications, actions performed, and the result of the intrusion.",
    "content13": "Storing identity profiles: NIDS can store identity profiles related to known indications and attack patterns. This aids in identification and categorization of attack types.",
    "content14": "Generating reports: NIDS has the capability to generate detailed reports on detected intrusion activities. These reports can contain information about intrusion events, attack indications, related network packets, and other metadata information.",
    "content15": "Creating blocking rules: NIDS can create and deploy blocking rules on network devices to prevent intrusion activities. When NIDS detects invalid or attack patterns, it can automatically create and enforce rules to block the corresponding traffic.",
    "content16": "Implementing access control lists: NIDS can implement access control lists (ACLs) on network devices to restrict traffic flow. These ACLs can be configured to block traffic from suspicious IP addresses or specific protocols associated with known attack types.",
    "content17": "Quarantining or isolating compromised devices: NIDS can identify compromised devices and trigger actions to quarantine or isolate them from the network. This prevents the spread of attacks or malicious activities.",
    "content18": "Blocking network traffic: NIDS can block network traffic associated with known attack patterns or identified intrusion activities. This helps in preventing further damage and protecting the network from potential threats.",
    "content19": "Automated actions based on predefined policies: NIDS can be configured to automatically perform specific actions when certain intrusion activities are detected. These actions can include blocking traffic, generating alerts, or notifying security teams.",
    "content20": "Protocol analysis: NIDS performs protocol analysis to identify deviations or anomalies in network traffic. It checks for invalid or non-standard protocol usage that could indicate intrusion attempts or malicious activities.",
    "content21": "Payload analysis: NIDS examines the payload of network packets to identify malicious code or content. It can detect known attack signatures or abnormal payload characteristics that suggest the presence of an attack.",
    "content22": "Anomaly detection: NIDS uses anomaly detection techniques to identify deviations from normal network behavior. It establishes a baseline of normal behavior and raises alerts when significant deviations are detected.",
    "content23": "Traffic flow analysis: NIDS analyzes network traffic flows to detect irregularities or suspicious patterns. It can identify excessive traffic from a single source, unusual communication patterns, or abnormal data transfer volumes.",
    "content24": "Integration with threat intelligence feeds: NIDS can integrate with external threat intelligence feeds to enhance its detection capabilities. By leveraging up-to-date information on known threats and attack vectors, NIDS can identify and respond to emerging threats more effectively.",
    "content25": "Collaborative detection: NIDS can collaborate with other security systems or network devices to enhance intrusion detection. By sharing information and coordinating actions, collaborative detection improves the overall effectiveness of network security.",
    "content26": "Continuous monitoring: NIDS provides continuous monitoring of network traffic, ensuring that intrusion attempts or attacks are promptly detected. It operates in real-time, monitoring and analyzing network packets as they pass through the network.",
    "content27": "Alerting on suspicious activities: NIDS raises alerts when suspicious activities are detected, indicating a potential intrusion or attack. These alerts help in proactive response and mitigation of security incidents."
  },
  "DIP": {
    "title": "DETAILED ANALYSIS OF DATA PACKETS PASSING THROUGH THE NETWORK",
    "title1": "RECEIVING PACKETS",
    "title2": "INPUT ANALYSIS",
    "title3": "DECODE AND ASSEMBLE",
    "title4": "CONTENT ANALYSIS",
    "title5": "RESPONSE",
    "content1": "Using Port Mirroring: Port Mirroring (or SPAN - Switched Port Analyzer) is a feature available on network switches or routers. It allows copying the entire or a portion of data packets from a network port or a group of ports and forwarding them to a designated port for DPI to receive these packets.",
    "content2": "Using Network TAPs: Network TAPs (Terminal Access Points) are physical devices plugged in between network connections to copy packets and forward them to DPI. Network TAPs provide a space and time access point for monitoring and analyzing network packets.",
    "content3": "Integration with Firewall or Router: DPI can be directly integrated into devices such as firewalls or routers. In this case, these devices will be responsible for routing network packets through DPI before they continue to be forwarded to the final destination.",
    "content4": "Using Agent or Software Sensor: DPI can be deployed by installing agents or software sensors directly on servers or network devices. This agent acts as an interface between network packets and DPI, allowing DPI to receive and analyze packets from various sources.",
    "content5": "Inspecting Header Information: DPI examines the header information of the network packet to gain an overview of the packet's source and destination. This information includes source address, destination address, source port, destination port, protocol in use, and other fields in the packet header. This header information provides initial indications of the type of service or application the packet is using.",
    "content6": "Determining Protocols: Based on the header information, DPI determines the network protocol used in the packet, such as TCP, UDP, ICMP, and other protocols. By determining the protocol, DPI can understand how the packet is encapsulated and transmitted across the network.",
    "content7": "Analyzing Other Fields and Values: DPI also examines other fields and values in the network packet to gather additional detailed information. These fields may include option fields, data fields, checksum fields, and other fields depending on the specific protocol and packet format.",
    "content8": "Identifying Encryption Method: Before DPI can decode the packet, it needs to identify the encryption method used. The packet may be encrypted using methods like SSL/TLS (Secure Sockets Layer/Transport Layer Security) or other open-source encryption. DPI uses algorithms and pattern recognition to determine the encryption method and prepares for decryption.",
    "content9": "Decoding the Packet: After identifying the encryption method, DPI uses the corresponding algorithms to decode the packet. This process ensures that the data within the packet is returned to its original form, displaying the actual content of the packet. For example, if the packet is encrypted using SSL/TLS, DPI will use the encryption keys and algorithms to decrypt and retrieve the original data in the packet.",
    "content10": "Reassembling Segments: If the original packet has been fragmented into segments for transmission over the network, DPI performs the reassembly of these segments into complete packets. This process involves identifying and arranging the segments in order and concatenating them to form a complete packet.",
    "content11": "Checking Data Structure: DPI examines the data structure inside the packet, including fields, elements, and other data structures. This helps DPI understand how information is organized and transmitted within the packet.",
    "content12": "Analysis of Attributes and Information: DPI identifies important attributes and information within the content of the packet. This may include IP addresses, MAC addresses, connection ports, message headers, payload data, and other information related to the protocol and application used in the packet.",
    "content13": "Pattern and Signature Identification: DPI compares the content of the packet with a set of known patterns and signatures of threats, attacks, or other suspicious behaviors. These patterns and signatures may include special character strings, malware, malicious domain names, known attack forms, and other intrusion patterns. If DPI finds matches within the content, it can determine that the packet contains attack patterns or is performing suspicious behavior.",
    "content14": "Application of Rules and Policies: DPI can apply predefined rules and policies to identify legitimate and illegitimate behavior. These rules and policies can be based on character strings, regular expressions, behavioral models, or other criteria to identify behavior patterns and unwanted behaviors.",
    "content15": "Classification and Alerting: Based on the analysis results, DPI classifies the packet into different groups or types of behavior and provides corresponding alerts.",
    "content16": "Communication Blocking: DPI has the ability to block the communication of a packet or a data stream if it is determined to contain attack patterns, malware, or violations of network security policies. When a packet is blocked, it can be denied or redirected to an undesired destination.",
    "content17": "Logging and Monitoring: DPI can record information about network activities and store them in logs for analysis and future reference. This helps identify patterns of intrusive, attacking, or unwanted behaviors and supports the investigation and analysis process in the future.",
    "content18": "Alerting and Notifications: DPI has the ability to provide alerts and notifications to administrators or network security systems about attack patterns, threats, or suspicious behaviors. These alerts help network administrators quickly respond and deploy appropriate security measures to deal with dangerous situations.",
    "content19": "Automated Response: Based on predefined configurations and rules, DPI can perform automated responses such as disconnecting connections, blocking IP addresses, or blocking specific types of services if an attack pattern or suspicious behavior is identified."
  },
  "gallery": "GALLERY",
  "contact": {
    "content": "Need help with your security program?"
  },
  "about": {
    "title": "ABOUT US",
    "title1": "Cybersecurity Ecosystem",
    "title2": "FAGONET",
    "contact": "Contact",
    "contact-more": "CONTACT US - AVAILABLE 24X7",
    "district": "IMC Tower, No. 176 Truong Chinh, Khuong Thuong Ward, Dong Da District, City. Hanoi Vietnam",
    "qr": "SCAN FOR",
    "details": "MORE DETAILS"
  },
  "copyright": "Created by FAGONET. © 2022",
  "form": {
    "title1": "Let's Work",
    "title2": "Together",
    "idea": "Tell us about yourself and we’ll figure out the best solution for you and your organization’s needs.",
    "content1": " One flexible tool for your entire company to share knowledge, ship projects, and collaborate.",
    "content2": "Enterprise features to securely manage user access and security.",
    "content3": "Dedicated support to work with you on your setup and help you build the best plan for your company."
  },
  "progress": "PROGRESS",
  "progress2": "IS COMING SOON",
  "progress-content": "It's almost ready...honest",
  "services-page": {
    "process": {
      "service1": {
        "step1": {
          "title": "Requirements analysis and vision",
          "content": "Analyze customer requirements and define project vision, including understanding current network and system environment, potential threats, security goals, regulatory requirements, and requirements other customers."
        },
        "step2": {
          "title": "Security solution design",
          "content": "Select technologies, tools, and processes that match your security goals and requirements."
        },
        "step3": {
          "title": "Deployment planning",
          "content": "Develop detailed implementation plan based on solution design. This plan includes specific steps, implementation schedule, resource allocation, and implementation documentation."
        },
        "step4": {
          "title": "Implementation and Solution",
          "content": "Install and configure security solutions in the customer's network environment."
        },
        "step5": {
          "title": "Check and Confirm",
          "content": "Once deployed, perform testing and confirm the correct operation and effectiveness of the security solution."
        },
        "step6": {
          "title": "Instruction and Training",
          "content": "Provide guidance and training to customer employees on the use and management of the security solution."
        },
        "step7": {
          "title": "Reports and Reviews",
          "content": "Provide periodic reports to customers on security performance and health, including information on security incidents, monitoring, measures taken, and suggested improvements."
        },
        "step8": {
          "title": "Manage and Maintain",
          "content": "Continue to manage and maintain the security solution after deployment, including updating software, testing integration, monitoring the network, detecting and responding to security incidents, and providing support related to customer security."
        }
      },
      "service2": {
        "step1": {
          "title": "Defining Goals and Scope",
          "content": "Specify the systems, networks, and resources to be tested."
        },
        "step2": {
          "title": "Identify potential threats",
          "content": "Analyze relevant information to identify potential threats that may be present in your environment, including reviewing security reports, threat analysis tools, or information usage from public sources of confidential information."
        },
        "step3": {
          "title": "Data collection",
          "content": "Collect relevant data from your environment. This may include data from systems and devices such as logs, monitoring systems, firewalls, IDS/IPS, and other data sources."
        },
        "step4": {
          "title": "Data analysis",
          "content": "Use data analysis tools and techniques to find suspicious behavior or indicators of potential threats."
        },
        "step5": {
          "title": "Understanding the nature of the threat",
          "content": "If threats are detected, conduct research and learn more about their nature."
        },
        "step6": {
          "title": "Incident response and handling",
          "content": "If a real threat is detected, react and troubleshoot by implementing security measures."
        },
        "step7": {
          "title": "Rate and Improve",
          "content": "Review the lessons and experiences from the above process and suggest improvements."
        }
      },
      "service3": {
        "step1": {
          "title": "Define Requirements and Scope",
          "content": "Define the requirements and scope of the Pentest or Audit, including identifying the system, application, or process that needs to be tested and defining the specific goal to be achieved."
        },
        "step2": {
          "title": "Information collection",
          "content": "Collect detailed information about the target environment and system, including acquiring general knowledge of the target, gathering public information, and contacting stakeholders. to get the necessary information."
        },
        "step3": {
          "title": "Risk analysis",
          "content": "Assess the potential risks and security holes that may exist in the system. This analysis is based on the information collected and related privacy regulations, standards and guidelines.."
        },
        "step4": {
          "title": "Test Planning",
          "content": "Develop a detailed plan for the Pentest or Audit, including identifying the test methods, tools and techniques to be used, establishing the schedule, and allocating resources."
        },
        "step5": {
          "title": "Perform testing",
          "content": "Conduct actual testing activities based on previously planned, including system testing using automated tools, source code testing, network penetration testing or social check."
        },
        "step6": {
          "title": "Analysis and evaluation",
          "content": "Analyze the test results and assess the risk level and security status of the system, including reviewing discovered vulnerabilities and risks, assessing the importance and their effects, and suggest measures for improvement."
        },
        "step7": {
          "title": "Reports and recommendations",
          "content": "Generate detailed reports on test results and suggest improvements. This report provides information about vulnerabilities, risks and recommendations to improve system security."
        },
        "step8": {
          "title": "Monitor and retest ",
          "content": "Continue to monitor and retest the system to ensure improvements have been implemented and security has been enhanced."
        }
      },
      "service4": {
        "step1": {
          "title": "Security requirements analysis",
          "content": "Determine the security requirements of the application, including the assessment of sensitive information and security aspects that need to be protected, data security, user authentication, management session management, authorization and access control."
        },
        "step2": {
          "title": "Security Design",
          "content": "Based on the security requirements, design the security architecture for the application, including defining security layers, identifying security risks, and designing appropriate security measures. to minimize risks."
        },
        "step3": {
          "title": "Safe Development",
          "content": "Perform application development with a safety perspective, including the use of safe development methods and principles, such as input checking, error handling, and source code security."
        },
        "step4": {
          "title": "Security Testing",
          "content": "Conduct security testing on the application to identify possible security vulnerabilities, including the use of automated and manual tools for application penetration testing, testing authorization check, source code check and authentication check."
        },
        "step5": {
          "title": "Evaluate and fix bugs",
          "content": "Evaluate security test results and deal with discovered vulnerabilities, including prioritizing vulnerabilities by severity, fixing bugs, and implementing measures appropriate security."
        },
        "step6": {
          "title": "Deployment and configuration",
          "content": "Deploy the application and configure it according to security guidelines and rules, including server configuration, firewall configuration, security certificate installation, and other measures to Enhanced application security."
        },
        "step7": {
          "title": "Monitoring and enhancement",
          "content": "Set up a monitoring and logging system to monitor application activity and detect security issues. Also, continuously improve application security by applying security updates, regularly testing, and re-evaluating the security process."
        }
      }
    },
    "title": "Competitive advantages",
    "endWord": "We are committed to providing services with a comprehensive implementation process, ensuring compliance with clients’ information security policies and procedures.",
    "endTitle": "Deployment process",
    "end-title-desc": "We are committed to providing services with a comprehensive implementation process, ensuring compliance with clients’ information security policies and procedures",
    "intro1": "Managed Security Service",
    "firstWord1": "Support monitoring and responding to cyber security incidents 24/7 for organizations and enterprises",
    "desc1": "We provide information security service with flexible options according to customer’s needs and current situations",
    "content1": {
      "list1": "24/7 online monitoring of all information security issues on clients’ IT systems",
      "list2": "Detect information security incidents and conduct emergency response and troubleshooting according to a closed process",
      "list3": "Detecting attacks on the system and supporting incident response coordination activities",
      "list4": "Support to handle complex problems, APT attacks, DDoS attacks"
    },
    "intro2": "Threat Hunting",
    "firstWord2": "Ensure that the enterprise system is secured and prevented from all cyber attacks. Threat hunting can search, detect and remove malicious software as well as network security threats latent in the corporate network",
    "desc2": "We provide service with outstanding quality",
    "content2": {
      "list1": "In-house development tools.",
      "list2": "Top ranking experts (in Microsoft, Google, Facebook Security Researcher Ranking)",
      "list3": "Flexible with Customers’ procedures, regulations, standards"
    },
    "intro3": "Pentest and Audit",
    "firstWord3": "Implement penetration testing and audit for the entire network system and applications comprehensively. The service is executed from all phases of design, implementation, testing and operation of the organization system. The used methods are chosen by the clients.",
    "desc3": "We provide information security service with flexible options according to customer’s needs and current situations",
    "content3": {
      "list1": "24/7 online monitoring of all information security issues on clients’ IT systems",
      "list2": "Detect information security incidents and conduct emergency response and troubleshooting according to a closed process",
      "list3": "Detecting attacks on the system and supporting incident response coordination activities",
      "list4": "Support to handle complex problems, APT attacks, DDoS attacks"
    },
    "intro4": "Application Security",
    "firstWord4": "Application Security service aims to complete the software development cycle of an organization in terms of models, tools, implementation methods and awareness of information security of programmers.",
    "desc4": "Application Security service with flexible options according to customer needs and status.",
    "content4": {
      "list1": "Comprehensive application security services: DevSecOps implementation consulting, source code security assessment, information security risk assessment (Threat Modeling),…",
      "list2": "Information Security Advisor: Support and fix information security errors during product development, provide information security standards to be applied to applications and systems.",
      "list3": "Combining global security knowledge and specialized knowledge accumulated by Viettel in the process of security research and providing network security services for Viettel internal (over 11 countries) and customers.",
      "list4": "Assessment of Protocols: Check IoT radio communication protocol weaknesses, application-layer protocol weaknesses MQTT, CoAPP, Socket, etc."
    }
  }
}
